{"translation-revision-date":"2025-06-24 09:40:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"This will delete all of your customizer settings. It cannot be undone.":["Spowoduje to usunięcie wszystkich ustawień dostosowywania. Nie można tego cofnąć."],"Reset your customizer settings.":["Zresetuj ustawienia dostosowywania."],"Take GeneratePress to the next level with more options, professionally designed starter sites, and block-based theme building.":["Przenieś GeneratePress na wyższy poziom dzięki większym opcjom, profesjonalnie zaprojektowanym witrynom startowym i tworzeniu motywów opartych na blokach."],"GeneratePress Premium":["GeneratePress Premium"],"Explore our support forums":["Przeglądaj nasze fora wsparcia"],"We take support seriously. Gain access to our premium support forums and take advantage of our industry-leading support.":["Podchodzimy do wsparcia poważnie. Uzyskaj dostęp do naszych forów wsparcia Premium i skorzystaj z naszego wiodącego w branży wsparcia."],"Premium Support":["Pomoc techniczna premium"],"Explore more options":["Poznaj więcej opcji"],"Add more options like our advanced hook system, mobile header, sticky navigation, infinite scroll, masonry and much more.":["Dodaj więcej opcji, takich jak zaawansowany system haków, mobilny nagłówek, przypięta nawigacja, nieskończone przewijanie, modułowość i wiele innych."],"More Options":["Więcej opcji"],"Explore starter sites":["Przeglądaj witryny startowe"],"Start your site with a professionally-built starter site.":["Rozpocznij tworzenie swojej witryny z profesjonalnie zbudowaną witryną startową."],"Site Library":["Biblioteka witryny"],"Explore our theme builder":["Odkryj nasz kreator motywów"],"Design and build your theme elements in the block editor.":["Zaprojektuj i zbuduj elementy swojego motywu w edytorze bloków."],"Theme Builder":["Kreator motywu"],"Open options":["Otwórz opcje"],"Set up the layout of your overall site elements.":["Skonfiguruj układ wszystkich elementów witryny."],"Set up your site typography by using our dynamic typography system.":["Ustaw typografię swojej witryny za pomocą naszego dynamicznego systemu typografii."],"Typography System":["System typograficzny"],"Set up your global colors and stylize your site to match your brand.":["Skonfiguruj globalne kolory i dostosuj styl swojej witryny do marki."],"Color Options":["Opcje kolorystyczne"],"Set options like your site title, description, logo, logo width, and more.":["Ustaw opcje takie jak tytuł witryny, opis, logo, szerokość logo i inne."],"Settings reset.":["Ustawienia zostały zresetowane."],"Start Customizing":["Rozpocznij dostosowywanie"],"Layout Options":["Opcje układu"],"Reset":["Resetuj"],"Site Identity":["Tożsamość witryny"]}},"comment":{"reference":"assets\/dist\/dashboard.js"}}