{"translation-revision-date":"2025-05-07 18:10:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"This will delete all of your customizer settings. It cannot be undone.":["Hiermee worden al je customizer instellingen verwijderd. Het kan niet ongedaan gemaakt worden."],"Reset your customizer settings.":["Reset je customizer instellingen."],"Take GeneratePress to the next level with more options, professionally designed starter sites, and block-based theme building.":["Breng GeneratePress naar een hoger niveau met meer opties, professioneel ontworpen startersites en thema bouwen gebaseerd op blokken."],"GeneratePress Premium":["GeneratePress Premium"],"Explore our support forums":["Ontdek onze ondersteuningsforums"],"We take support seriously. Gain access to our premium support forums and take advantage of our industry-leading support.":["We nemen ondersteuning serieus. Krijg toegang tot onze premium ondersteuningsforums en profiteer van onze toonaangevende ondersteuning."],"Premium Support":["Premium ondersteuning"],"Explore more options":["Verken meer opties"],"Add more options like our advanced hook system, mobile header, sticky navigation, infinite scroll, masonry and much more.":["Voeg meer opties toe, zoals ons geavanceerde hook systeem, mobiele header, sticky navigatie, oneindig scrollen, raster lay-out en nog veel meer."],"More Options":["Meer opties"],"Explore starter sites":["Verken startersites"],"Start your site with a professionally-built starter site.":["Begin je site met een professioneel gebouwde startersite."],"Site Library":["Sitebibliotheek"],"Explore our theme builder":["Verken onze themabouwer"],"Design and build your theme elements in the block editor.":["Ontwerp en bouw je thema elementen in de blok-editor."],"Theme Builder":["Thema bouwer"],"Open options":["Open opties"],"Set up the layout of your overall site elements.":["Stel de lay-out van je algemene site elementen in."],"Set up your site typography by using our dynamic typography system.":["Stel de typografie in voor je site door middel van ons dynamische typografie systeem."],"Typography System":["Typografie systeem"],"Set up your global colors and stylize your site to match your brand.":["Stel je algemene kleuren in en geef je site styling die bij je merk past."],"Color Options":["Kleuropties"],"Set options like your site title, description, logo, logo width, and more.":["Stel opties in zoals je sitetitel, beschrijving, logo, logobreedte en meer."],"Settings reset.":["Instellingen gereset."],"Start Customizing":["Begin met aanpassen"],"Layout Options":["Lay-out opties"],"Reset":["Reset"],"Site Identity":["Site identiteit"]}},"comment":{"reference":"assets\/dist\/dashboard.js"}}