{"translation-revision-date":"2025-07-03 08:58:56+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"uk_UA"},"This will delete all of your customizer settings. It cannot be undone.":["Це призведе до видалення всіх ваших налаштувань налаштовувача. Це не може бути скасовано."],"Reset your customizer settings.":["Скинути налаштування Налаштовувача."],"Take GeneratePress to the next level with more options, professionally designed starter sites, and block-based theme building.":["Підніміть GeneratePress на новий рівень за допомогою додаткових опцій, професійно розроблених стартових сайтів і блокової побудови тем."],"GeneratePress Premium":["GeneratePress Premium"],"Explore our support forums":["Перегляньте наші форуми підтримки"],"We take support seriously. Gain access to our premium support forums and take advantage of our industry-leading support.":["Ми серйозно ставимося до підтримки. Отримайте доступ до наших преміум-форумів підтримки та скористайтеся перевагами нашої найкращої в галузі підтримки."],"Premium Support":["Преміум підтримка"],"Explore more options":["Дослідити більше параметрів"],"Add more options like our advanced hook system, mobile header, sticky navigation, infinite scroll, masonry and much more.":["Додайте більше опцій, таких як наша вдосконалена система гачків, мобільний заголовок, липку навігацію, нескінченну прокрутку, кладку та багато іншого."],"More Options":["Більше опцій"],"Explore starter sites":["Ознайомтеся зі стартовими сайтами"],"Start your site with a professionally-built starter site.":["Почніть свій сайт із професійно створеного стартового сайту."],"Site Library":["Бібліотека сайту"],"Explore our theme builder":["Ознайомтеся з нашим конструктором тем"],"Design and build your theme elements in the block editor.":["Проектуйте та створюйте елементи своєї теми в редакторі блоків."],"Theme Builder":["Конструктор теми"],"Open options":["Відкрити параметри"],"Set up the layout of your overall site elements.":["Налаштуйте розміщення спільних елементів сайту."],"Set up your site typography by using our dynamic typography system.":["Налаштуйте типографіку вашого сайту за допомогою нашої динамічної типографіки."],"Typography System":["Система типографіки"],"Set up your global colors and stylize your site to match your brand.":["Налаштуйте глобальні кольори та стилізуйте свій сайт, щоб він відповідав вашому бренду."],"Color Options":["Параметри кольору"],"Set options like your site title, description, logo, logo width, and more.":["Встановіть такі параметри, як назва сайту, опис, логотип, ширина логотипу тощо."],"Settings reset.":["Скидання налаштувань."],"Start Customizing":["Почати налаштування"],"Layout Options":["Параметри компонування"],"Reset":["Скинути"],"Site Identity":["Ідентичність сайту"]}},"comment":{"reference":"assets\/dist\/dashboard.js"}}