{"translation-revision-date":"2025-08-15 19:08:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Zakra":["Zakra"],"Click here to update Zakra Pro Plugin":["Haz clic aquí para actualizar el plugin Zakra Pro"]," for Zakra to work properly. ":[" para que Zakra funcione correctamente. "],"3.1.0":["3.1.0"]," plugin to latest version i.e ":[" plugin a la última versión, es decir "],"Zakra Pro":["Zakra Pro"],"Please update the ":["Por favor, actualiza el "],"In order to be able to import any starter sites for Zakra you need to install ThemeGrill demo importer plugin active.":["Para poder importar cualquier sitio de inicio para Zakra necesitas instalar el plugin importador de demos de ThemeGrill activo."],"Document":["Documento"],"View Starter Template":["Ver plantilla de inicio"],"Version %s":["Versión %s"],"Theme":["Tema"],"Join our Facebook community to get help, share your experience, and connect with other Zakra users.":["Únete a nuestra comunidad de Facebook para obtener ayuda, compartir tu experiencia y conectar con otros usuarios de Zakra."],"Access all premium extensions, features, and upcoming updates right\n\t\t\t\t\t\taway by upgrading to the Pro version.":["Accede a todas las extensiones premium, funciones y próximas actualizaciones\n\t\t\t\t\t\tmejorando a la versión Pro."],"Simply choose the demo that fits your requirements, import it, and give it some of your personal touch!":["Sólo tienes que elegir la demo que se ajuste a tus necesidades, importarla y darle tu toque personal."],"Explore diverse demos from Zakra theme to get your site running in no time!":["Explora diversas demos del tema Zakra para poner en marcha tu sitio web en un abrir y cerrar de ojos."],"Install ThemeGrill Demo Importer Plugin ":["Instala el plugin ThemeGrill Demo Importer "],"Create websites of different niches with very little effort with Zakra. Loaded with powerful features and demos for every kind of website, you can get started immediately!":["Crea sitios web de diferentes nichos con muy poco esfuerzo con Zakra. Cargado de potentes funciones y demos para cada tipo de sitio web, ¡puedes empezar inmediatamente!"],"Welcome to Zakra":["Bienvenido a Zakra"],"%s plugin installed and activated successfully":["El plugin %s se ha instalado y activado correctamente"],"%s plugin activated successfully":["El plugin %s ha sido activado correctamente"],"Page Builder Plugin":["Plugin Page Builder"],"Powerful WordPress Gutenberg block plugin with the perfect blocks and editing options to create magazine-themed websites.":["Potente plugin de bloques Gutenberg para WordPress con los bloques y opciones de edición perfectos para crear sitios web con temática de revista."],"Form Builder Plugin":["Plugin Form Builder"],"Feature-rich and highly customizable WordPress form builder plugin to create different types of professional forms for your website.":["Plugin creador de formularios para WordPress rico en funciones y altamente personalizable para crear diferentes tipos de formularios profesionales para tu sitio web."],"Custom Registration Form":["Formulario de registro personalizado"],"Ultimate WordPress user registration plugin to streamline the user signup process. Create registration & login forms, manage users, and more.":["Lo último en plugins de registro de usuarios para WordPress para agilizar el proceso de registro de usuarios. Crea formularios de registro e inicio de sesión, gestiona usuarios y mucho más."],"Quiz Builder Plugin":["Plugin Quiz Builder"],"Streamline the learning process with an easy-to-use and highly advanced LMS plugin loaded with powerful features to create and sell courses online through your website.":["Agiliza el proceso de aprendizaje con un plugin LMS fácil de usar y muy avanzado, cargado de potentes funciones para crear y vender cursos online a través de tu sitio web."],"Modern and professional WordPress magazine and news portal-styled theme perfect for creating websites for your user-engaging magazines, news channels, etc.":["Tema de WordPress moderno y profesional con estilo de revista y portal de noticias, perfecto para crear sitios web para tus revistas, canales de noticias, etc. que atraigan a los usuarios."],"ColorMag":["ColorMag"],"Multipurpose WordPress theme loaded with intuitive features, powerful customization options, and pre-built demos to create professional websites of any kind.":["Tema de WordPress multiuso cargado de funciones intuitivas, potentes opciones de personalización y demos preconstruidas para crear sitios web profesionales de cualquier tipo."],"Free vs Pro":["Gratis frente a Pro"],"Loading...":["Cargando…"],"View Demo":["Ver demo"],"Activate":["Activar"],"Plugins":["Plugins"],"Latest Updates":["Últimas actualizaciones"],"Upgrade to Pro":["Mejorar a Pro"],"Core":["Núcleo"],"Visit us on YouTube":["Visítanos en YouTube"],"Visit our YouTube channel for videos about tutorials, updates, and news on our products!":["¡Visita nuestro canal de YouTube para ver vídeos sobre tutoriales, actualizaciones y noticias sobre nuestros productos!"],"Youtube Community":["Comunidad de Youtube"],"Join us on Twitter":["Únete a nosotros en Twitter"],"Follow us on Twitter and stay in the loop for the latest news and updates on our products!":["Síguenos en Twitter y mantente al día de las últimas noticias y actualizaciones de nuestros productos."],"Join us on Facebook":["Únete a nosotros en Facebook"],"Facebook Community":["Comunidad de Facebook"],"Join Our Community":["Únete a nuestra comunidad"],"View Now":["Ver ahora"],"Please check out basic documentation for detailed information on how to use Zakra.":["Consulta la documentación básica para obtener información detallada sobre cómo utilizar Zakra."],"Need Some Help?":["¿Necesitas ayuda?"],"Get Zakra Pro Now":["Consigue Zakra Pro Ahora"],"Join our Facebook Group":["Únete a nuestro grupo de Facebook"],"Join our Facebook group filled with ThemeGrill themes users, including Zakra users to discuss anything about the theme!":["Únete a nuestro grupo de Facebook lleno de usuarios de temas de ThemeGrill, incluidos los usuarios de Zakra, para hablar de cualquier cosa sobre el tema."],"ThemeGrill Community":["Comunidad ThemeGrill"],"Install":["Instalar"],"Useful Plugins":["Plugins útiles"],"Create a Ticket":["Crear un ticket"],"We would be happy to guide you through any issues and queries you have regarding Zakra!":["Estaremos encantados de orientarte sobre cualquier cuestión o duda que tengas sobre la Zakra."],"Request a Feature":["Solicita una característica"],"Please take a moment to suggest any features that could enhance our product.":["Tómate un momento para sugerir cualquier característica que pueda mejorar nuestro producto."],"Feature Request":["Solicitud de características"],"Submit a Review":["Enviar una reseña"],"What do you think of our theme? Was it a good experience and did it match your expectations? Let us know so we can improve!":["¿Qué opinas de nuestro tema? ¿Fue una buena experiencia y cumplió tus expectativas? ¡Háznoslo saber para que podamos mejorar!"],"Based on 1430+ Reviews":["Basado en más de 1430 reseñas"],"Leave us a Review":["Déjanos una reseña"],"Stuck due to an issue? Our detailed documentation will surely clear up any confusions you have!":["¿Atascado por un problema? ¡Nuestra documentación detallada seguramente aclarará cualquier confusión que tengas!"],"View Documentation":["Ver documentación"],"Upgrade Now":["Mejora ahora"],"Go to Customizer":["Ir al personalizador"],"Quick Settings":["Ajustes rápidos"],"Free":["Gratis"],"Global Heading Typography":["Tipografía global de encabezados"],"Global Heading Color":["Color global de encabezados"],"WooCommerce Layout":["Diseño de WooCommerce"],"Header Transparent":["Cabecera transparente"],"Sticky Header":["Cabecera fija"],"Global Colors":["Colores globales"],"Help":["Ayuda"],"Products":["Productos"],"Starter Templates":["Plantillas de inicio"],"Dashboard":["Escritorio"],"Footer Bar":["Barra del pie de página"],"Footer Column":["Columna del pie de página"],"Blog":["Blog"],"Main Header":["Cabecera principal"],"Top Bar":["Barra superior"],"Contact Support":["Contacta con soporte"],"X Community":["Comunidad de X"],"Premium Features":["Características premium"],"Activate ThemeGrill Demo Importer Plugin":["Activar el plugin ThemeGrill Demo Importer"],"Learn more":["Aprender más"],"Site Identity":["Identidad del sitio"],"Single Post":["Entrada individual"],"Mobile Menu":["Menú móvil"],"Activated":["Activado"],"Customize":["Personalizar"],"Documentation":["Documentación"],"Support":["Soporte"],"Sidebar":["Barra lateral"],"Primary Menu":["Menú principal"]}},"comment":{"reference":"assets\/build\/dashboard.js"}}