{"translation-revision-date":"2025-08-16 09:12:36+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Zakra":["Zakra"],"Click here to update Zakra Pro Plugin":["Klik hier om de Zakra Pro plugin te updaten"]," for Zakra to work properly. ":[" voor Zakra om goed te werken. "],"3.1.0":["3.1.0"]," plugin to latest version i.e ":[" plugin naar de nieuwste versie, d.w.z. "],"Zakra Pro":["Zakra Pro"],"Please update the ":["Update de "],"In order to be able to import any starter sites for Zakra you need to install ThemeGrill demo importer plugin active.":["Om startsites te kunnen importeren voor Zakra moet je ThemeGrill demo importeerfunctie plugin actief installeren."],"Document":["Document"],"View Starter Template":["Bekijk starter template"],"Version %s":["Versie %s"],"Theme":["Thema"],"Join our Facebook community to get help, share your experience, and connect with other Zakra users.":["Word lid van onze Facebook community om hulp te verkrijgen, je ervaringen te delen en in contact te komen met andere Zakra gebruikers."],"Access all premium extensions, features, and upcoming updates right\n\t\t\t\t\t\taway by upgrading to the Pro version.":["Krijg toegang tot alle premium extensies, functies en komende updates op \n\t \t \t \t \t \t door te upgraden naar de Pro versie."],"Simply choose the demo that fits your requirements, import it, and give it some of your personal touch!":["Kies gewoon de demo die aan je eisen voldoet, importeer deze en geef er een persoonlijk tintje aan!"],"Explore diverse demos from Zakra theme to get your site running in no time!":["Ontdek de verschillende demo's van het Zakra thema om je site in een mum van tijd te verkrijgen!"],"Install ThemeGrill Demo Importer Plugin ":["Installeer ThemeGrill Demo Importer plugin "],"Create websites of different niches with very little effort with Zakra. Loaded with powerful features and demos for every kind of website, you can get started immediately!":["Maak sites van verschillende niches met heel weinig moeite met Zakra. Beladen met krachtige functies en demo's voor elk soort site, kun je direct aan de slag!"],"Welcome to Zakra":["Welkom bij Zakra"],"%s plugin installed and activated successfully":["%s plugin succesvol geïnstalleerd en geactiveerd"],"%s plugin activated successfully":["%s plugin succesvol geactiveerd"],"Page Builder Plugin":["Pagina bouwer plugin"],"Powerful WordPress Gutenberg block plugin with the perfect blocks and editing options to create magazine-themed websites.":["Krachtige WordPress Gutenberg blok plugin met de perfecte blokken en bewerkingsopties om sites met een tijdschrift thema te maken."],"Form Builder Plugin":["Formulierbouwer plugin"],"Feature-rich and highly customizable WordPress form builder plugin to create different types of professional forms for your website.":["Functierijke en zeer aanpasbare WordPress formulier bouwer plugin om verschillende soorten professionele formulieren voor je site te maken."],"Custom Registration Form":["Aangepast registratieformulier"],"Ultimate WordPress user registration plugin to streamline the user signup process. Create registration & login forms, manage users, and more.":["Ultieme WordPress gebruikersregistratie plugin om het aanmeldingsproces van gebruikers te stroomlijnen. Maak registratie & login formulieren, beheer gebruikers en meer."],"Quiz Builder Plugin":["Quiz bouwer plugin"],"Streamline the learning process with an easy-to-use and highly advanced LMS plugin loaded with powerful features to create and sell courses online through your website.":["Stroomlijn het leerproces met een gebruiksvriendelijke en zeer geavanceerde LMS plugin boordevol krachtige functies om online cursussen te maken en te verkopen via je site."],"Modern and professional WordPress magazine and news portal-styled theme perfect for creating websites for your user-engaging magazines, news channels, etc.":["Modern en professioneel WordPress thema voor tijdschriften en nieuwsportalen, perfect voor het maken van sites voor je gebruikersvriendelijke tijdschriften, nieuwskanalen, enz."],"ColorMag":["ColorMag"],"Multipurpose WordPress theme loaded with intuitive features, powerful customization options, and pre-built demos to create professional websites of any kind.":["Multifunctioneel WordPress thema boordevol intuïtieve functies, krachtige customizer opties en vooraf gebouwde demo's om professionele sites van elk type te maken."],"Free vs Pro":["Gratis vs pro"],"Loading...":["Aan het laden..."],"View Demo":["Bekijk demo"],"Activate":["Activeren"],"Plugins":["Plugins"],"Latest Updates":["Laatste updates"],"Upgrade to Pro":["Upgraden naar Pro"],"Core":["Core"],"Visit us on YouTube":["Bezoek ons op YouTube"],"Visit our YouTube channel for videos about tutorials, updates, and news on our products!":["Bezoek ons YouTube kanaal voor video's over handleidingen, updates en nieuws over onze producten!"],"Youtube Community":["YouTube community"],"Join us on Twitter":["Volg ons op Twitter"],"Follow us on Twitter and stay in the loop for the latest news and updates on our products!":["Volg ons op Twitter en blijf op de hoogte van het laatste nieuws en updates over onze producten!"],"Join us on Facebook":["Word lid op Facebook"],"Facebook Community":["Facebook community"],"Join Our Community":["Word lid van onze community"],"View Now":["Nu bekijken"],"Please check out basic documentation for detailed information on how to use Zakra.":["Raadpleeg de basisdocumentatie voor gedetailleerde informatie over het gebruik van Zakra."],"Need Some Help?":["Kunnen we een handje helpen?"],"Get Zakra Pro Now":["Verkrijg nu Zakra Pro"],"Join our Facebook Group":["Volg onze Facebook groep"],"Join our Facebook group filled with ThemeGrill themes users, including Zakra users to discuss anything about the theme!":["Word lid van onze Facebook groep vol ThemeGrill themagebruikers, inclusief Zakra gebruikers, om alles over het thema te bespreken!"],"ThemeGrill Community":["ThemeGrill community"],"Install":["Installeer"],"Useful Plugins":["Handige plugins"],"Create a Ticket":["Maak een ticket aan"],"We would be happy to guide you through any issues and queries you have regarding Zakra!":["We helpen je graag met alle problemen en vragen die je hebt over Zakra!"],"Request a Feature":["Vraag een functie aan"],"Please take a moment to suggest any features that could enhance our product.":["Neem even de tijd om suggesties te doen voor functies die ons product zouden kunnen verbeteren."],"Feature Request":["Functie verzoek"],"Submit a Review":["Verzend een beoordeling"],"What do you think of our theme? Was it a good experience and did it match your expectations? Let us know so we can improve!":["Wat vind je van ons thema? Was het een goede ervaring en voldeed het aan je verwachtingen? Laat het ons weten zodat we het kunnen verbeteren!"],"Based on 1430+ Reviews":["Gebaseerd op 1430+ beoordelingen"],"Leave us a Review":["Laat een beoordeling achter"],"Stuck due to an issue? Our detailed documentation will surely clear up any confusions you have!":["Zit je vast door een probleem? Onze gedetailleerde documentatie zal zeker alle verwarring die je hebt uit de weg ruimen!"],"View Documentation":["Bekijk documentatie"],"Upgrade Now":["Upgrade nu"],"Go to Customizer":["Ga naar Customizer"],"Quick Settings":["Snelle instellingen"],"Free":["Gratis"],"Global Heading Typography":["Globale koptekst typografie"],"Global Heading Color":["Globale koptekstkleur"],"WooCommerce Layout":["WooCommerce lay-out"],"Header Transparent":["Header transparant"],"Sticky Header":["Sticky header"],"Global Colors":["Globale kleuren"],"Help":["Hulp"],"Products":["Producten"],"Starter Templates":["Starter templates"],"Dashboard":["Dashboard"],"Footer Bar":["Footer balk"],"Footer Column":["Footer kolom"],"Blog":["Blog"],"Main Header":["Hoofd header"],"Top Bar":["Bovenste balk"],"Contact Support":["Neem contact op met ondersteuning"],"X Community":["X community"],"Premium Features":["Premium functies"],"Activate ThemeGrill Demo Importer Plugin":["Activeer ThemeGrill Demo Importer Plugin"],"Learn more":["Lees meer"],"Site Identity":["Site identiteit"],"Single Post":["Enkel bericht"],"Mobile Menu":["Mobiel menu"],"Activated":["Geactiveerd"],"Customize":["Aanpassen"],"Documentation":["Documentatie"],"Support":["Ondersteuning"],"Sidebar":["Zijbalk"],"Primary Menu":["Hoofdmenu"]}},"comment":{"reference":"assets\/build\/dashboard.js"}}