{"translation-revision-date":"2025-08-11 07:06:46+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Zakra":["Zakra"],"Click here to update Zakra Pro Plugin":["Нажмите здесь, чтобы обновить Zakra Pro Plugin"],"3.1.0":["3.1.0"],"Zakra Pro":["Zakra Pro"],"Please update the ":["Пожалуйста, обновите "],"In order to be able to import any starter sites for Zakra you need to install ThemeGrill demo importer plugin active.":["Чтобы иметь возможность импортировать любые стартовые сайты для Zakra, Вам необходимо установить активный плагин ThemeGrill demo importer."],"Document":["Документ"],"View Starter Template":["Просмотреть шаблоны стартера"],"Version %s":["Версия %s"],"Theme":["Тема"],"Join our Facebook community to get help, share your experience, and connect with other Zakra users.":["Присоединяйтесь к нашему сообществу на Facebook, чтобы получить помощь, поделиться своим опытом и пообщаться с другими пользователями Zakra."],"Access all premium extensions, features, and upcoming updates right\n\t\t\t\t\t\taway by upgrading to the Pro version.":["Получите доступ ко всем премиум-расширениям, функциям и грядущим обновлениям прямо сейчас\n\t\t\t\t\t\tПерейдите на версию Pro."],"Simply choose the demo that fits your requirements, import it, and give it some of your personal touch!":["Просто выберите демо-версию, которая соответствует Вашим требованиям, импортируйте ее и придайте ей свой индивидуальный оттенок!"],"Explore diverse demos from Zakra theme to get your site running in no time!":["Изучите разнообразные демо-версии темы Zakra, чтобы запустить свой сайт в кратчайшие сроки!"],"Install ThemeGrill Demo Importer Plugin ":["Установите плагин ThemeGrill Demo Importer "],"Create websites of different niches with very little effort with Zakra. Loaded with powerful features and demos for every kind of website, you can get started immediately!":["Создавайте сайты различных ниш, не прилагая особых усилий, с помощью Zakra. Насыщенный мощными функциями и демо-версиями для любого типа сайтов, Вы можете приступить к работе немедленно!"],"Welcome to Zakra":["Добро пожаловать в Zakra"],"%s plugin installed and activated successfully":["Плагин %s успешно установлен и активирован"],"%s plugin activated successfully":["Плагин %s успешно активирован"],"Page Builder Plugin":["Плагин Page Builder"],"Powerful WordPress Gutenberg block plugin with the perfect blocks and editing options to create magazine-themed websites.":["Мощный плагин WordPress Gutenberg с идеальными блоками и возможностями редактирования для создания сайтов на журнальную тематику."],"Form Builder Plugin":["Плагин Form Builder"],"Feature-rich and highly customizable WordPress form builder plugin to create different types of professional forms for your website.":["Богатый функциями и очень настраиваемый плагин WordPress для создания различных типов профессиональных форм для Вашего сайта."],"Custom Registration Form":["Пользовательская форма регистрации"],"Ultimate WordPress user registration plugin to streamline the user signup process. Create registration & login forms, manage users, and more.":["Превосходный плагин WordPress для регистрации пользователей, позволяющий упростить процесс регистрации пользователей. Создавайте формы регистрации и входа, управляйте пользователями и многое другое."],"Quiz Builder Plugin":["Плагин Quiz Builder"],"Streamline the learning process with an easy-to-use and highly advanced LMS plugin loaded with powerful features to create and sell courses online through your website.":["Оптимизируйте процесс обучения с помощью простого в использовании и высокотехнологичного плагина LMS, оснащенного мощными функциями для создания и продажи курсов онлайн через Ваш сайт."],"Modern and professional WordPress magazine and news portal-styled theme perfect for creating websites for your user-engaging magazines, news channels, etc.":["Современная и профессиональная тема WordPress, стилизованная под журналы и новостные порталы, идеально подходит для создания сайтов Ваших интересных для пользователей журналов, новостных каналов и т.д."],"ColorMag":["ColorMag"],"Multipurpose WordPress theme loaded with intuitive features, powerful customization options, and pre-built demos to create professional websites of any kind.":["Многоцелевая тема WordPress с интуитивно понятными функциями, мощными возможностями настройки и готовыми демо-версиями для создания профессиональных сайтов любого типа."],"Free vs Pro":["Free против Pro"],"Loading...":["Загрузка…"],"View Demo":["Смотреть демонстрацию"],"Activate":["Активировать"],"Plugins":["Плагины"],"Latest Updates":["Последние обновления"],"Upgrade to Pro":["Обновить до Pro"],"Core":["Ядро"],"Visit us on YouTube":["Посетите нас на YouTube"],"Visit our YouTube channel for videos about tutorials, updates, and news on our products!":["Посетите наш канал на YouTube, чтобы посмотреть видео с обучающими уроками, обновлениями и новостями о наших продуктах!"],"Youtube Community":["Сообщество YouTube"],"Join us on Twitter":["Присоединяйтесь к нам в Twitter"],"Follow us on Twitter and stay in the loop for the latest news and updates on our products!":["Следите за нами в Twitter и будьте в курсе последних новостей и обновлений наших продуктов!"],"Join us on Facebook":["Присоединиться к Facebook"],"Facebook Community":["Сообщество в Facebook"],"Join Our Community":["Присоединяйтесь к нашему сообществу"],"View Now":["Смотри сейчас"],"Please check out basic documentation for detailed information on how to use Zakra.":["Ознакомьтесь с основной документацией, чтобы получить подробную информацию о том, как использовать Zakra."],"Need Some Help?":["Нужна помощь?"],"Get Zakra Pro Now":["Получите Zakra Pro прямо сейчас"],"Join our Facebook Group":["Присоединяйтесь к нам на Facebook"],"Join our Facebook group filled with ThemeGrill themes users, including Zakra users to discuss anything about the theme!":["Присоединяйтесь к нашей группе на Facebook, наполненной пользователями тем ThemeGrill, включая пользователей Zakra, чтобы обсудить все, что касается этой темы!"],"ThemeGrill Community":["Сообщество ThemeGrill"],"Install":["Установить"],"Useful Plugins":["Полезные плагины"],"Create a Ticket":["Создать заявку"],"We would be happy to guide you through any issues and queries you have regarding Zakra!":["Мы будем рады помочь Вам в решении любых проблем и вопросов, связанных с Zakra!"],"Request a Feature":["Запросить функцию"],"Please take a moment to suggest any features that could enhance our product.":["Пожалуйста, уделите время и предложите любые функции, которые могли бы улучшить наш продукт."],"Feature Request":["Запрос функции"],"Submit a Review":["Отправить отзыв"],"What do you think of our theme? Was it a good experience and did it match your expectations? Let us know so we can improve!":["Что ты думаешь о нашей теме? Был ли это хороший опыт и соответствовал ли он твоим ожиданиям? Дай нам знать, чтобы мы могли совершенствоваться!"],"Based on 1430+ Reviews":["На основе 1430+ отзывов"],"Leave us a Review":["Оставьте нам отзыв"],"Stuck due to an issue? Our detailed documentation will surely clear up any confusions you have!":["Застряли из-за проблемы? Наша подробная документация обязательно прояснит все Ваши недоразумения!"],"View Documentation":["Посмотреть документацию"],"Upgrade Now":["Обновить сейчас"],"Go to Customizer":["Перейти к настройке темы"],"Quick Settings":["Быстрые настройки"],"Free":["Бесплатно"],"Global Heading Typography":["Типографика глобального заголовка"],"Global Heading Color":["Глобальный цвет заголовков"],"WooCommerce Layout":["Макет WooCommerce"],"Header Transparent":["Прозрачный заголовок"],"Sticky Header":["Прикрепленный заголовок"],"Global Colors":["Глобальные цвета"],"Help":["Помощь"],"Products":["Товары"],"Starter Templates":["Стартовые шаблоны"],"Dashboard":["Консоль"],"Footer Bar":["Панель подвала"],"Footer Column":["Столбец подвала"],"Blog":["Блог"],"Main Header":["Главный заголовок"],"Top Bar":["Верхняя панель"],"Contact Support":["Связаться с поддержкой"],"Premium Features":["Премиум-функции"],"Activate ThemeGrill Demo Importer Plugin":["Активируйте плагин ThemeGrill Demo Importer"],"Learn more":["Подробнее"],"Site Identity":["Свойства сайта"],"Single Post":["Одиночная запись"],"Mobile Menu":["Мобильное Меню"],"Activated":["Активировано"],"Customize":["Настроить"],"Documentation":["Документация"],"Support":["Поддержка"],"Sidebar":["Боковая панель"],"Primary Menu":["Основное меню"]}},"comment":{"reference":"assets\/build\/dashboard.js"}}