{"translation-revision-date":"2024-06-19 21:24:21+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Activate your license":["Lisansınızı etkinleştirin"],"To unlock the wizard and future updates, please enter and activate your license.":["Sihirbazın ve gelecekteki güncellemelerin kilidini açmak için lütfen lisansınızı girin ve etkinleştirin."],"Great, your license is activated and valid!":["Harika, lisansınız etkinleştirildi ve geçerli!"],"Consent Banner":["Onay Afişi"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Burası çerezlerle ilgili her şeyin yapılandırıldığı yerdir. Yakında Sihirbaza geri döneceğiz."],"End tour":["Turu bitir"],"Start tour":["Tura başla"],"Configure":["Yapılandır"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Sihirbazı başlatmaya hazırsınız. Daha fazla bilgi, SSS ve destek için lütfen Complianz.io adresini ziyaret edin."],"Let's start the Wizard":["Sihirbazı başlatalım"],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz, Çerez Bildirimi ve Çerez Politikanızdaki değişiklikleri zaman damgalı belgelerle izler. Bu, veri minimizasyonu yönergelerine uyurken onay kaydınızdır ve kullanıcı verilerini saklamaz."],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Sihirbazdaki yanıtlarınıza dayanarak, ilgili hizmetler ve eklentilerle entegrasyonları otomatik olarak etkinleştireceğiz. Ek komut dosyalarını engellemek istiyorsanız, Komut Dosyası Merkezi'ne ekleyebilirsiniz."],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Sihirbaz tamamlandığında burada onay banner'ınızı yapılandırabilir ve şekillendirebilirsiniz. Bölgeye özgü ayarları içeren ekstra bir sekme eklenecektir."],"The Wizard":["Sihirbaz"],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Dünyadaki gizlilik mevzuatına hazır olun. Hızlı bir tur izleyin veya eklentiyi yapılandırmaya başlayın!"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Dünyadaki gizlilik mevzuatına hazır olun. Hızlı bir tur izleyin veya eklentiyi yapılandırmaya başlayın!"],"Welcome to Complianz":["Complianz'a Hoşgeldiniz"],"Integrations":["Entegrasyonlar"],"Proof of Consent":["Onay Kanıtı"],"Next":["Sonraki"],"Previous":["Önceki"],"Dashboard":["Gösterge Paneli"]}},"comment":{"reference":"settings\/build\/8525.433647e550a4b16270cb.js"}}