{"translation-revision-date":"2025-04-02 18:04:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Enabled services will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Omogućene usluge će bit blokirane na  vašoj web stranici dok korisnik ne da pristanak (opt-in) ili nakon što korisnik opozove pristanak (opt-out). Kada je moguće, aktivira se placeholder. Također možete onemogućiti ili konfigurirati placeholder po svom ukusu."],"No services":["Nema usluga"],"View services":["Pogledajte usluge"],"reCaptcha blocking enabled":["reCaptcha blokiranje omogućeno"],"reCaptcha is connected and will be blocked before consent. To change your settings, disable reCaptcha in the list.":["reCaptcha je povezana i bit će blokirana prije pristanka. Za promjenu postavki onemogućite reCaptcha na popisu."],"Third-party services and social media are marked as not being used on your website in the wizard.":["Usluge trećih strana i društvene mreže označene su kao da se ne koriste na vašoj web stranici u čarobnjaku."],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Siguran način rada omogućen. Za upravljanje integracijama onemogućite Siguran način rada pod Alati - Podrška."],"For more information, please read this %sarticle%s.":["Za više informacija pročitajte %sarticle%s."],"Placeholder":["Rezervirano mjesto"],"Status":["Status"],"Service":["Usluge"],"Search":["Pretraži"]}},"comment":{"reference":"settings\/build\/5023.e939e70845602ba08cf1.js"}}