{"translation-revision-date":"2025-01-26 11:56:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"The A\/B tracking period has ended, the best performer will be enabled on the next scheduled check.":["A\/B-spårningsperioden har avslutats och det bästa resultatet kommer att aktiveras vid nästa schemalagda kontroll."],"A\/B is enabled and will end today.":["A\/B är aktiverat och kommer att avslutas idag."],"A\/B is enabled and will end in 1 day.":["A\/B är aktiverat och kommer att avslutas om 1 dag."],"A\/B is enabled and will end in %s days.":["A\/B är aktiverat och kommer att avslutas om %s dagar."],"A\/B testing is disabled. Previously made progress is saved.":["A\/B-testning är inaktiverat. Tidigare gjorda framsteg sparas."],"The consent banner with the best results has been enabled as default banner.":["Den samtyckesbanner som ger bäst resultat har aktiverats som standardbanner."],"Banners in different regions":["Banners i olika regioner"],"As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.":["Eftersom du har aktiverat geoip, finns det flera regioner där en banner visas, på olika sätt. I regioner förutom %s visas ingen banner alls."],"The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the \"No choice\" category.":["Konverteringsdiagrammet visar förhållandet för de olika val användare har. När en användare har gjort ett val, kommer detta att räknas som antingen en konverterad användare, eller en icke konverterad. Om inget val görs, kommer användaren att listas i kategorin \"Inget val\"."]}},"comment":{"reference":"settings\/build\/348.688edc514d6d0bc0e1a6.js"}}