{"translation-revision-date":"2025-11-04 16:05:20+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Go to question":["Mergi la întrebare"],"The following required fields have not been completed:":["Următoarele câmpuri obligatorii nu au fost completate:"],"Please check the wizard to complete all required questions.":["Te rugăm să verifici Asistentul de inițializare pentru a completa toate întrebările necesare."],"Not all required fields are completed yet.":["Nu sunt completate toate câmpurile obligatorii."],"The consent banner and the cookie blocker are now ready to be enabled.":["Acum bannerul consimțăminte și instrumentul pentru blocare cookie-urilor sunt gata să fie activate."],"There are %s questions that are required to complete the wizard.":["Există %s întrebări care sunt necesare pentru a finaliza Asistentul de inițializare."],"Almost there!":["Aproape gata!"],"A consent banner is not required":["Nu este necesar un banner pentru consimțăminte"],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Site-ul tău nu are nevoie de un banner consimțăminte. Dacă crezi că ai nevoie de un banner consimțăminte, te rog să revezi setările Asistentului de inițializare."],"A consent banner is required":["Este necesar un banner pentru consimțăminte"],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Te rog să citești articolul de mai jos pentru a depana orice problemă în Mod în siguranță. Mod în siguranță este disponibil în setări."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Le poți activa pe ambele aici, apoi ar trebui să-ți verifici site-ul web pentru a te asigura că această configurare funcționează corect."],"The consent banner and cookie blocker are required on your website.":["Bannerul consimțăminte și instrumentul pentru blocare cookie-urilor sunt necesare pe site-ul tău."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Te rugăm să îți verifici site-ul web după ce ai completat Expertul pentru a verifica că funcționează corect în configurația efectuată."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Vei găsi sfaturi și trucuri în panoul de control după ce ai configurat bannerul pentru consimțăminte."],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Dă clic pe „%s” pentru a finaliza configurarea. Poți reveni oricând pentru a modifica configurarea."],"Finish":["Finalizează"]}},"comment":{"reference":"settings\/build\/2058.366ca8932d06dc54d28d.js"}}