{"translation-revision-date":"2025-11-04 16:05:20+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Please upgrade Really Simple Security to the latest version to unlock this feature.":["Pentru a debloca această funcționalitate, te rog să actualizezi Really Simple Security la ultima versiune."],"No security measures enabled in Really Simple Security":["Nu este activată nicio măsură de securitate în Really Simple Security"],"HTTP Strict Transport Security and related security headers":["HTTP Strict Transport Security și anteturi de securitate aferente"],"Vulnerability Detection":["Detectare vulnerabilități"],"Please install Really Simple Security to unlock this feature.":["Pentru a debloca această funcționalitate, te rog să instalezi Really Simple Security."],"Please activate Really Simple Security to unlock this feature.":["Pentru a debloca această funcționalitate, te rog să activezi Really Simple Security."],"Not installed":["Neinstalat"],"We are committed to the security of personal data. We take appropriate security measures to limit abuse of and unauthorized access to personal data. This ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.":["Ne-am luat un angajament ferm privind asigurarea securitatății datelor cu caracter personal. Luăm măsuri de securitate adecvate pentru a limita abuzul și accesul neautorizat la datele personale. Acest lucru asigură că numai persoanele necesare au acces la datele tale, că accesul la date este protejat și că măsurile noastre de securitate sunt revizuite în mod regulat."],"TLS \/ SSL":["TLS \/ SSL"]}},"comment":{"reference":"settings\/build\/5575.fcad698abd3911da489e.js"}}