{"translation-revision-date":"2024-02-27 14:47:06+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=4; plural=(n % 100 == 1) ? 0 : ((n % 100 == 2) ? 1 : ((n % 100 == 3 || n % 100 == 4) ? 2 : 3));","lang":"sl_SI"},"Activate your license":["Aktivirajte licenco"],"Great, your license is activated and valid!":["Odlično, licenca je aktivirana in veljavna!"],"To unlock the wizard and future updates, please enter and activate your license.":["Če želite odkleniti čarovnika in prihodnje posodobitve, vnesite in aktivirajte licenco."],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Tu so konfigurirani vsi podatki v zvezi s piškotki. Kmalu se bomo vrnili k čarovniku."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz spremlja spremembe v obvestilu o piškotkih in pravilniku o piškotkih z dokumenti s časovnim žigom. To je registracija vašega soglasja ob upoštevanju smernic za minimizacijo podatkov in ne bo shranila nobenih uporabniških podatkov."],"Configure":["Konfiguracija spletne strani"],"End tour":["Zaključek ture"],"Let's start the Wizard":["Začnimo s čarovnikom"],"Start tour":["Začetek ture"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Pripravljeni ste za zagon čarovnika. Za več informacij, pogosta vprašanja in podporo obiščite Complianz.io."],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Na podlagi vaših odgovorov v čarovniku bomo samodejno omogočili integracije z ustreznimi storitvami in vtičniki. Če želite blokirati dodatne skripte, jih lahko dodate v Središče za skripte."],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Pripravite se na zakonodajo o zasebnosti po vsem svetu. Sledite hitremu ogledu ali začnite konfigurirati vtičnik!"],"The Wizard":["Čarovnik"],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["To je vaša nadzorna plošča. Ko je čarovnik končan, boste imeli pregled nad nalogami, orodji in dokumentacijo."],"Welcome to Complianz":["Dobrodošli v Complianz"],"Integrations":["Integracije"],"Proof of Consent":["Dokazilo o soglasju"],"Dashboard":["Nadzorna plošča"],"Next":["Naslednji"],"Previous":["Prejšnji"]}},"comment":{"reference":"settings\/build\/8525.433647e550a4b16270cb.js"}}