{"translation-revision-date":"2024-02-27 14:46:35+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && (n % 100 < 11 || n % 100 > 19)) ? 0 : ((n % 10 >= 2 && n % 10 <= 9 && (n % 100 < 11 || n % 100 > 19)) ? 1 : 2);","lang":"lt"},"No plugins":["Jokių įskiepių"],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Saugusis režimas įjungtas. Norėdami valdyti integravimą, išjunkite saugųjį režimą, esantį skiltyje Įrankiai – palaikymas."],"For more information, please read this %sarticle%s.":["Norėdami gauti daugiau informacijos, perskaitykite šį %sstraipsnį%s."],"Placeholder":["Rezervuota vieta"],"Status":["Būsena"],"Plugin":["Įskiepis"],"Enabled plugins will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Įgalinti papildiniai bus blokuojami jūsų svetainės priekinėje dalyje, kol vartotojas neduos sutikimo (pasirinkimas) arba naudotojui atšaukus sutikimą (atsisakyti). Kai įmanoma, suaktyvinamas vietos rezervavimo ženklas. Taip pat galite išjungti arba konfigūruoti rezervuotą vietą pagal savo skonį."],"No active plugins detected in the integrations list.":["Integracijų sąraše neaptikta jokių aktyvių papildinių."],"Below you will find the plugins currently detected and integrated with Complianz. Most plugins work by default, but you can also add a plugin to the script center or add it to the integration list.":["Žemiau rasite šiuo metu aptiktus ir su Complianz integruotus papildinius. Dauguma įskiepių veikia pagal numatytuosius nustatymus, bet taip pat galite įtraukti papildinį į scenarijų centrą arba įtraukti jį į integravimo sąrašą."],"Search":["Paieška"]}},"comment":{"reference":"settings\/build\/93.3f39c6fe7156b09aa236.js"}}