{"translation-revision-date":"2025-04-02 18:04:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Go to question":["Idite na pitanja"],"The following required fields have not been completed:":["Sljedeća obavezna polja nisu popunjena:"],"Please check the wizard to complete all required questions.":["Provjerite čarobnjaka da biste ispunili sva potrebna pitanja."],"Not all required fields are completed yet.":["Sva obavezna polja još nisu ispunjena."],"The consent banner and the cookie blocker are now ready to be enabled.":["Banner pristanka i blokator kolačića sada su spremni za uključivanje."],"There are %s questions that are required to complete the wizard.":["Postoji %s pitanja koja su potrebna za dovršetak čarobnjaka."],"Almost there!":["Još malo pa ste gotovi!"],"A consent banner is not required":["Banner pristanka nije potreban"],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Vaša web stranica ne zahtijeva banner pristanka. Ako mislite da vam je potreban, revidirajte postavke čarobnjaka."],"A consent banner is required":["Banner pristanka je potreban"],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Pročitajte članak u nastavku da otklonite sve probleme dok ste u sigurnom načinu rada. Siguran način rada dostupan je u postavkama."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Ovdje ih možete omogućiti oboje, a zatim biste trebali provjeriti na svojoj web stranicu radi li vaša konfiguracija ispravno."],"The consent banner and cookie blocker are required on your website.":["Banner pristanka i blokator kolačića obavezni su na vašoj web stranici."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Provjerite svoju web stranicu nakon završetka čarobnjaka kako biste provjerili radi li vaša konfiguracija ispravno."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Naći ćete savjete i trikove na vašoj kontrolnoj ploči nakon što konfigurirate baner kolačića."],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Kliknite '%s' da dovršite konfiguraciju. Možete se vratiti i promijeniti svoju konfiguraciju u bilo kojem trenutku."],"Finish":["Dovrši"]}},"comment":{"reference":"settings\/build\/2058.366ca8932d06dc54d28d.js"}}