{"translation-revision-date":"2025-09-25 07:14:32+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"The new advanced Website Scan needs to authenticate your website for security purposes. It only takes a second!":["Den nye avancerede hjemmesidescanning skal godkende din hjemmeside af sikkerhedsmæssige årsager. Det tager kun et sekund!"],"We need to authenticate this domain.":["Vi er nødt til at godkende dette domæne."],"Advanced Scan Unavailable":["Avanceret scanning utilgængelig"],"The scan found 1 cookie on your domain.":["Scanningen fandt 1 cookie på dit domæne."],"Scanning, %s complete.":["Scanning, %s færdig."],"No cookies found on your domain yet.":["Der er endnu ikke fundet nogen cookies på dit domæne."],"DNT or GPC enabled.":["DNT eller GPC aktiveret."],"Ad Blocker detected.":["Ad Blocker opdaget."],"Please run the scan with these browser options disabled.":["Kør scanningen med disse browserindstillinger deaktiveret."],"This will prevent most cookies from being placed.":["Dette vil forhindre de fleste cookies i at blive placeret."],"Your browser has the Do Not Track or Global Privacy Control setting enabled.":["Din browser har indstillingen Do Not Track eller Global Privacy Control aktiveret."],"Continue the wizard to categorize cookies and configure consent.":["Fortsæt guiden for at kategorisere cookies og konfigurere samtykke."],"The scan found %s cookies on your domain.":["Scanningen fandt %s cookies på dit domæne."],"Scan":["Scanning"],"Clear Cookies":["Ryd cookies"],"Start":["Start"],"You are using an ad blocker. This will prevent most cookies from being placed. Please run the scan without an adblocker enabled.":["Du bruger en annonceblokering. Det vil forhindre de fleste cookies i at blive placeret. Kør venligst scanningen uden en adblocker aktiveret."]}},"comment":{"reference":"settings\/build\/626.fe1c387a5a23ee649985.js"}}