{"translation-revision-date":"2025-01-26 11:56:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Go to question":["Gå till fråga"],"The following required fields have not been completed:":["Följande obligatoriska fält har inte fyllts i:"],"Please check the wizard to complete all required questions.":["Kontrollera guiden för att fylla i alla obligatoriska frågor."],"Not all required fields are completed yet.":["Ett eller flera obligatoriska fält är inte ifyllda än."],"The consent banner and the cookie blocker are now ready to be enabled.":["Samtyckesbannern och cookieblockeraren är nu redo att aktiveras."],"There are %s questions that are required to complete the wizard.":["Det finns %s frågor som krävs för att slutföra guiden."],"Almost there!":["Nästan där!"],"A consent banner is not required":["En samtyckesbanner krävs inte"],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Din webbplats behöver inte en samtyckesbanner. Om du anser att du behöver en samtyckesbanner, granska inställningarna i guiden igen."],"A consent banner is required":["En samtyckesbanner krävs"],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Läs nedanstående artikel för att felsöka eventuella problem i säkert läge. Säkert läge finns tillgängligt under inställningar."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Du kan aktivera dem båda här, sedan bör du kontrollera din webbplats om din konfiguration fungerar korrekt."],"The consent banner and cookie blocker are required on your website.":["Samtyckesbannern och cookieblockeraren är obligatorisk på din webbplats."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Kontrollera din webbplats efter att ha avslutat guiden för att verifiera att din konfiguration fungerar korrekt."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Du hittar tips och tricks på din adminpanel efter att du har konfigurerat din samtyckesbanner."],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Klicka på ”%s” för att slutföra konfigurationen. Du kan när som helst komma tillbaka för att ändra din konfiguration."],"Finish":["Slutför"]}},"comment":{"reference":"settings\/build\/2058.366ca8932d06dc54d28d.js"}}