{"translation-revision-date":"2025-11-19 14:59:53+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"We want you to get the most out of Complianz. So over the next week we'll be sending eight tips and tricks to your inbox - be sure to keep a lookout.":["Wir möchten, dass Sie das Beste aus Complianz herausholen. Deshalb werden wir Ihnen in der nächsten Woche acht Tipps und Tricks in Ihren Posteingang schicken - halten Sie also die Augen offen."],"You want more Really Simple Plugins? Select below plugins you'd like to install for free! It only takes 10 seconds..":["Interesse an weiteren nützlichen Plugins? Wählen Sie unten die Plugins aus, die Sie kostenlos installieren möchten! Es dauert nur 10 Sekunden..."],"Try again!":["Erneut versuchen!"],"Great! You're a few minutes away from getting started with the Website Scan. You just need to look over the Terms and Conditions. If you agree, please continue.":["Großartig! Sie sind nur noch wenige Minuten davon entfernt, mit dem Website-Scan zu beginnen. Sie müssen sich nur noch die Allgemeinen Geschäftsbedingungen ansehen. Wenn Sie einverstanden sind, fahren Sie bitte fort."],"We've sent you an email - all you need to do is confirm your email address and you can start using Complianz.":["Wir haben Ihnen eine E-Mail geschickt - Sie müssen nur noch Ihre E-Mail-Adresse bestätigen und schon können Sie Complianz nutzen."],"Thanks for joining us!":["Danke, dass Sie dabei sind!"],"To use our newest Website Scan we need to verify your website and confirm your access by email. Register below and get the latest from Complianz!":["Um unseren neuesten Website-Scan zu nutzen, müssen wir Ihre Website verifizieren und Ihren Zugang per E-Mail bestätigen. Registrieren Sie sich unten und erhalten Sie die neuesten Informationen von Complianz!"],"Something went wrong while downloading the document.":["Beim Herunterladen des Dokuments ist ein Fehler aufgetreten."],"Really Simple Security? Let’s go":["Really-Simple-Security-Plugin installieren?"],"Missing Terms & Conditions? Generate now":["Fehlen Allgemeine Geschäftsbedingungen? Lassen Sie sie jetzt erstellen"],"You’re almost there...":["Sie haben es fast geschafft ..."],"Installing ...":["Wird installiert…"],"Install quickly for free":["Schnell und kostenlos installieren"],"Skip":["Überspringen"],"Get tips and tricks":["Erhalten Sie Tipps und Tricks"],"Terms and Conditions":["Allgemeine Geschäftsbedingungen"],"No, Thanks":["Nein, danke"],"In the latest release of Complianz, we introduce our newest Website Scan. This scan will not only retrieve services and cookies but also help you configure our plugin and keep you up-to-date if changes are made that might need legal changes.":["In der neuesten Version von Complianz stellen wir unseren neuesten Website-Scan vor. Dieser Scan wird nicht nur Dienste und Cookies ermitteln, sondern Ihnen auch bei der Konfiguration unseres Plugins helfen und Sie auf dem Laufenden halten, wenn Änderungen eingetreten sind, die möglicherweise rechtliche Änderungen erfordern."],"Your email address":["Ihre E-Mail-Adresse"],"Dismiss":["Verwerfen"],"Install":["Installieren"],"Welcome to Complianz":["Willkommen bei Complianz"],"Please enter a valid email address.":["Bitte geben Sie eine gültige E-Mail-Adresse ein."],"Close":["Schließen"],"Continue":["Fortfahren"]}},"comment":{"reference":"settings\/build\/8447.3532dcb4d10ba0f879d3.js"}}