{"translation-revision-date":"2025-01-26 11:56:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Activate your license":["Aktivera din license"],"To unlock the wizard and future updates, please enter and activate your license.":["För att låsa upp guiden och framtida uppdateringar, ange och aktivera din licens."],"Great, your license is activated and valid!":["Bra, din licens är aktiverad och giltig!"],"Consent Banner":["Samtyckesbanner"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Här genomför du alla inställningar som hör till cookies. Vi återgår till guiden snart."],"End tour":["Avsluta rundtur"],"Start tour":["Starta rundtur"],"Configure":["Konfigurera"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Du är redo att starta guiden. För mer information, FAQ och support, besök Complianz.io."],"Let's start the Wizard":["Låt oss starta guiden"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Baserat på dina svar i guiden kommer vi automatiskt att aktivera integrationer med relevanta tjänster och tillägg. Om du vill blockera extra skript kan du lägga till dem i Script Center."],"The Wizard":["Guiden"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Gör dig redo för integritetslagstiftning runt om i världen. Följ en snabb rundtur eller börja konfigurera tillägget!"],"Welcome to Complianz":["Välkommen till Complianz"],"Integrations":["Integrationer"],"Proof of Consent":["Bevis för samtycke"],"Next":["Nästa"],"Previous":["Föregående"],"Dashboard":["Adminpanel"]}},"comment":{"reference":"settings\/build\/8525.433647e550a4b16270cb.js"}}