{"translation-revision-date":"2025-09-25 07:14:32+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Activate your license":["Aktivér din licens"],"To unlock the wizard and future updates, please enter and activate your license.":["For at låse op for guiden og fremtidige opdateringer skal du indtaste og aktivere din licens."],"Great, your license is activated and valid!":["Godt, din licens er aktiveret og gyldig!"],"Consent Banner":["Banner til samtykke"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Det er her, alt vedrørende cookies konfigureres. Vi vender snart tilbage til guiden."],"End tour":["Slut på turen"],"Start tour":["Start turen"],"Configure":["Konfigurer"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Du er klar til at starte guiden. For mere information, FAQ og support, besøg Complianz.io."],"Let's start the Wizard":["Lad os starte guiden"],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz sporer ændringer i din cookie-meddelelse og cookiepolitik med tidsstemplede dokumenter. Dette er din samtykke-registrering, mens du overholder retningslinjerne for dataminimering og gemmer ikke brugerdata."],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Baseret på dine svar i guiden vil vi automatisk aktivere integrationer med relevante tjenester og plugins. Hvis du vil blokere ekstra scripts, kan du tilføje dem til Script Center."],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Her kan du konfigurere og style dit samtykkebanner, hvis guiden er færdig. Der vil blive tilføjet en ekstra fane med regionsspecifikke indstillinger."],"The Wizard":["Troldmanden"],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Dette er dit Dashboard. Når guiden er færdig, vil det give dig et overblik over opgaver, værktøjer og dokumentation."],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Gør dig klar til privatlivslovgivning over hele verden. Følg en hurtig rundvisning, eller begynd at konfigurere plugin'et!"],"Welcome to Complianz":["Velkommen til Complianz"],"Integrations":["Integrationer"],"Proof of Consent":["Bevis for samtykke"],"Next":["Næste"],"Previous":["Tidligere"],"Dashboard":["Kontrolpanel"]}},"comment":{"reference":"settings\/build\/8525.433647e550a4b16270cb.js"}}