{"translation-revision-date":"2025-09-25 07:14:32+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Go to question":["Gå til spørgsmålet"],"The following required fields have not been completed:":["Følgende obligatoriske felter er ikke udfyldt:"],"Please check the wizard to complete all required questions.":["Tjek venligst guiden for at udfylde alle nødvendige spørgsmål."],"Not all required fields are completed yet.":["Ikke alle obligatoriske felter er udfyldt endnu."],"The consent banner and the cookie blocker are now ready to be enabled.":["Samtykkebanneret og cookieblokeringen er nu klar til at blive aktiveret."],"There are %s questions that are required to complete the wizard.":["Der er %s spørgsmål, der skal besvares for at gennemføre guiden."],"Almost there!":["Vi er der næsten!"],"A consent banner is not required":["Et samtykkebanner er ikke påkrævet"],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Dit websted har ikke brug for et samtykkebanner. Hvis du mener, at du har brug for et samtykkebanner, bedes du gennemgå dine guideindstillinger."],"A consent banner is required":["Et samtykkebanner er påkrævet"],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Læs nedenstående artikel for at fejlfinde eventuelle problemer i fejlsikret tilstand. Sikker tilstand er tilgængelig under indstillinger."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Du kan aktivere dem begge her, og derefter bør du tjekke dit websted for at se, om konfigurationen fungerer korrekt."],"The consent banner and cookie blocker are required on your website.":["Samtykkebanneret og cookie-blokeringen er påkrævet på dit websted."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Tjek venligst dit websted, når du er færdig med guiden, for at kontrollere, at din konfiguration fungerer korrekt."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Du finder tips og tricks på dit dashboard, når du har konfigureret dit samtykkebanner."],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Klik på '%s' for at afslutte konfigurationen. Du kan til enhver tid vende tilbage for at ændre din konfiguration."],"Finish":["Afslut"]}},"comment":{"reference":"settings\/build\/2058.366ca8932d06dc54d28d.js"}}