{"translation-revision-date":"2025-11-24 00:25:42+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Next":["Suivant"],"Finish":["Finir"],"Skip":["Passer"],"Start":["Démarrer"],"Would you like to start the onboarding wizard which will help you explore the plugin features?":["Souhaitez-vous lancer l’assistant d’intégration qui vous aidera à découvrir les fonctionnalités de l’extension ?"],"Enable telemetry":["Activer la télémétrie"],"Enable telemetry to help us improve the plugin by sending anonymous usage data. Data is private and not shared third-party entities.":["Activez la télémétrie pour nous aider à améliorer l’extension en envoyant des données d’utilisation anonymes. Les données sont privées et ne sont pas partagées avec des entités tierces."],"Customize the importing schedule by cleaning up old imports, remove duplicates or number of imported items per run.":["Personnalisez le planning d’importation en supprimant les anciennes importations, les doublons ou le nombre d’éléments importés par exécution."],"Choose how you would like to import the data into your site. Map the Feed content to a specific post type and customize the imported posts. Extend to PRO to import full content from feed articles, paraphrase the content before import or translate automatically.":["Choisissez comment vous souhaitez importer les données sur votre site. Associez le contenu du flux à un type de publication spécifique et personnalisez les publications importées. Passez à la version Pro pour importer l’intégralité du contenu des articles du flux, paraphraser le contenu avant l’importation ou le traduire automatiquement."],"Choose the data which you want to import from the feed. Filter by time or keywords.":["Choisissez les données que vous souhaitez importer depuis le flux. Filtrez par heure ou par mots-clés."],"Add here your RSS feed URL which Feedzy will use to fetch the content from. You can use Feedzy's Feed Groups too.":["Ajoutez ici l’URL de votre flux RSS que Feedzy utilisera pour récupérer le contenu. Vous pouvez également utiliser les groupes de flux de Feedzy."],"Choose a descriptive name for your importing schedule to help you easily find it later.":["Choisissez un nom descriptif pour votre planning d’importation afin de le retrouver facilement ultérieurement."],"Close":["Fermer"],"Welcome to Feedzy!":["Bienvenue sur Feedzy !"],"Back":["Retour"]}},"comment":{"reference":"build\/onboarding\/index.js"}}