{"translation-revision-date":"2025-10-30 07:39:27+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Next":["Siguiente"],"Finish":["Finalizar"],"Skip":["Saltar"],"Start":["Empezar"],"Would you like to start the onboarding wizard which will help you explore the plugin features?":["¿Quieres iniciar el asistente de incorporación que te ayudará a explorar las funciones del plugin?"],"Enable telemetry":["Activar telemetría"],"Enable telemetry to help us improve the plugin by sending anonymous usage data. Data is private and not shared third-party entities.":["Activa la telemetría para ayudarnos a mejorar el plugin mediante el envío anónimo de datos de uso. Los datos son privados y no se comparten con terceros."],"Customize the importing schedule by cleaning up old imports, remove duplicates or number of imported items per run.":["Personaliza la programación de la importación limpiando importaciones antiguas, eliminando duplicados o el número de elementos importados por ejecución."],"Choose how you would like to import the data into your site. Map the Feed content to a specific post type and customize the imported posts. Extend to PRO to import full content from feed articles, paraphrase the content before import or translate automatically.":["Elige cómo quieres importar los datos a tu sitio. Asigna el contenido del Feed a un tipo de entrada específico y personaliza las entradas importadas. Amplía a PRO para importar el contenido completo de los artículos del feed, parafrasear el contenido antes de importarlo o traducirlo automáticamente."],"Choose the data which you want to import from the feed. Filter by time or keywords.":["Elige los datos que quieres importar del feed. Filtra por tiempo o palabras clave."],"Add here your RSS feed URL which Feedzy will use to fetch the content from. You can use Feedzy's Feed Groups too.":["Añade aquí la URL del feed RSS que Feedzy utilizará para obtener el contenido. También puedes utilizar los grupos de feeds de Feedzy."],"Choose a descriptive name for your importing schedule to help you easily find it later.":["Elige un nombre descriptivo para tu programación de importación que te ayude a encontrarlo fácilmente más tarde."],"Close":["Cerrar"],"Welcome to Feedzy!":["¡Bienvenido a Feedzy!"],"Back":["Atrás"]}},"comment":{"reference":"build\/onboarding\/index.js"}}