{"translation-revision-date":"2025-11-22 13:04:31+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Next":["Următor"],"Finish":["Gata"],"Skip":["Sari"],"Start":["Începe"],"Would you like to start the onboarding wizard which will help you explore the plugin features?":["Vrei să pornești asistentul de inițializare care te va ajuta să explorezi funcționalitățile modulului?"],"Enable telemetry":["Activare telemetrie"],"Enable telemetry to help us improve the plugin by sending anonymous usage data. Data is private and not shared third-party entities.":["Activează telemetria pentru a ne ajuta să îmbunătățim modulul prin trimiterea de date de utilizare anonime. Datele sunt private și nu sunt partajate cu entități terțe."],"Customize the importing schedule by cleaning up old imports, remove duplicates or number of imported items per run.":["Personalizează programul de import prin curățarea importurilor vechi, eliminarea duplicatelor sau a numărului de elemente importate per rulare."],"Choose how you would like to import the data into your site. Map the Feed content to a specific post type and customize the imported posts. Extend to PRO to import full content from feed articles, paraphrase the content before import or translate automatically.":["Alege modul în care vrei să imporți datele în site-ul tău. Atribuie conținutul fluxului la un anumit tip de articol și personalizează articolele importate. Extinde la PRO pentru a importa conținutul integral al articolelor din flux, a parafraza conținutul înainte de import sau a-l traduce automat."],"Choose the data which you want to import from the feed. Filter by time or keywords.":["Alege datele pe care vrei să le imporți din flux. Filtrează după timp sau cuvinte cheie."],"Add here your RSS feed URL which Feedzy will use to fetch the content from. You can use Feedzy's Feed Groups too.":["Adaugă aici adresa URL a fluxului tău RSS pe care Feedzy o va utiliza pentru a aduce conținutul. Poți utiliza și grupurile de fluxuri ale Feedzy."],"Choose a descriptive name for your importing schedule to help you easily find it later.":["Alege un nume descriptiv pentru programul tău de import pentru a te ajuta să îl găsești cu ușurință ulterior."],"Close":["Închide"],"Welcome to Feedzy!":["Bine ai venit la Feedzy!"],"Back":["Înapoi"]}},"comment":{"reference":"build\/onboarding\/index.js"}}