{"translation-revision-date":"2025-11-04 09:54:41+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Next":["Weiter"],"Finish":["Fertigstellen"],"Skip":["Überspringen"],"Start":["Start"],"Would you like to start the onboarding wizard which will help you explore the plugin features?":["Möchtest du den Onboarding-Assistenten starten, der dir hilft, die Funktionen des Plugins zu erkunden?"],"Enable telemetry":["Telemetrie aktivieren"],"Enable telemetry to help us improve the plugin by sending anonymous usage data. Data is private and not shared third-party entities.":["Aktiviere die Telemetrie, um uns zu helfen, das Plugin durch das Senden anonymer Nutzungsdaten zu verbessern. Die Daten sind privat und werden nicht an Dritte weitergegeben."],"Customize the importing schedule by cleaning up old imports, remove duplicates or number of imported items per run.":["Passe den Importplan an, indem du alte Importe bereinigst, Duplikate entfernst oder die Anzahl der importierten Einträge pro Durchlauf festlegst."],"Choose how you would like to import the data into your site. Map the Feed content to a specific post type and customize the imported posts. Extend to PRO to import full content from feed articles, paraphrase the content before import or translate automatically.":["Wähle aus, wie du die Daten in deine Website importieren möchtest. Ordne den Feed-Inhalt einem bestimmten Beitragstyp zu und passe die importierten Beiträge an. Erweitere auf PRO, um den gesamten Inhalt von Feed-Artikeln zu importieren, den Inhalt vor dem Import zu paraphrasieren oder automatisch zu übersetzen."],"Choose the data which you want to import from the feed. Filter by time or keywords.":["Wähle die Daten aus, die du aus dem Feed importieren möchtest. Filtere nach Zeit oder Schlüsselwörtern."],"Add here your RSS feed URL which Feedzy will use to fetch the content from. You can use Feedzy's Feed Groups too.":["Füge hier die URL deines RSS-Feeds ein, den Feedzy zum Abrufen der Inhalte verwenden wird. Du kannst auch Feed-Gruppen von Feedzy verwenden."],"Choose a descriptive name for your importing schedule to help you easily find it later.":["Wähle einen aussagekräftigen Namen für deinen importierten Zeitplan, damit du ihn später leichter findest."],"Close":["Schließen"],"Welcome to Feedzy!":["Willkommen bei Feedzy!"],"Back":["Zurück"]}},"comment":{"reference":"build\/onboarding\/index.js"}}