{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Top earning pages":["Páxinas que máis gañan"],"Pages that generated the most AdSense revenue":["Páxinas que xeraron máis ingresos de AdSense"],"Current selection":["Selección actual"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d seleccionadas <MaxCount>(ata %2$d)<\/MaxCount>"],"Most engaging pages":["Páxinas máis atractivas"],"Top recent trending pages":["Páxinas de tendencia máis recentes"],"Top categories by pageviews":["Principais categorías por páxinas vistas"],"Personalize your key metrics":["Personaliza as túas métricas clave"],"Permissions updated? <a>Retry<\/a>":["Permisos actualizados? <a>Reintentar<\/a>"],"Most popular authors by pageviews":["Autores máis populares por páxinas vistas"],"Pages with the highest engagement rate":["Páxinas con maior taxa de compromiso"],"Authors whose posts got the most visits":["Autores cuxas entradas recibiron máis visitas"],"Categories that your site visitors viewed the most":["Categorías máis vistas polos teus visitantes"],"Pages with the most pageviews published in the last 3 days":["Páxinas con máis páxinas vistas publicadas nos últimos 3 días"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Terás que porte en contacto co teu administrador. <a>Máis información<\/a>"],"Percentage of visitors that left without engagement with your site":["Porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Outro administrador configurou estas métricas para o seu sitio. Faga clic aquí para persoalizalas."],"Pages with the highest percentage of visitors that left without engagement with your site":["Páxinas coa maior porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"Pages your visitors read the most":["Páxinas que máis leron os teus visitantes"],"The cities where most of your visitors came from":["As cidades de onde máis visitantes chegaron"],"The countries where most of your visitors came from":["Os países de onde máis visitantes chegaron"],"The top search queries for your site by highest clickthrough rate":["As principais consultas de busca do teu sitio pola taxa de CTR máis alta"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canle (p.ex. social, de pago, búsqueda) que trouxo a maioría de visitantes ao teu sitio"],"Portion of visitors who visited your site for the first time in this timeframe":["Parte dos visitantes que visitaron o teus sitio por primeira vez neste espazo de tempo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Parte dos visitantes do teu sitio que volveron polo menos unha vez neste espazo de tempo"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Canle (p.ex. social, de pago, busca) que trouxo os visitantes que xeraron a maioría dos eventos clave"]," and ":[" e "],"Visit length":["Duración da visita"],"Returning visitors":["Visitantes recorrentes"],"Least engaging pages":["Páxinas con menos interacción"],"Top pages by returning visitors":["Principais páxinas por visitantes recurrentes"],"Pages per visit":["Páxinas por visita"],"Visits per visitor":["Visitas por visitante"],"Average duration of engaged visits":["Promedio de duración das visitas con interacción"],"Average number of sessions per site visitor":["Cantidade promedio de sesións por visitante do sitio"],"Pages that attracted the most returning visitors":["Páxinas que atraeron á maioría dos visitantes recorrentes"],"%s is disconnected, no data to show":["%s está desconectado, non hai datos que mostrar","%s están desconectados, non hai datos que mostrar"],"Number of pages visitors viewed per session on average":["Cantidade de páxinas que os visitantes viron por sesión de promedio"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canle (p.ex. social, de pago, procura) que trouxo á maioría dos visitantes que tiveron unha interacción significativa co teu sitio"],"Insufficient permissions":["Permisos insuficientes"],"Trouble getting access? <HelpLink \/>":["¿Problemas co acceso? <HelpLink \/>"],"Top countries driving traffic":["Principais países que traen tráfico"],"Change metrics":["Cambiar métricas"],"Data loading failed":["Erro na carga de datos"],"Apply changes":["Aplicar cambios"],"Save selection":["Gardar selección"],"Top traffic source":["Principal fonte de tráfico"],"Pages that brought in the most visitors":["Páxinas que trouxeron máis visitantes"],"Products that brought in the most visitors":["Produtos que trouxeron a máis visitantes"],"Which cities you get the most visitors from":["De que cidades recibes máis visitantes"],"Which countries you get the most visitors from":["De que países recibes máis visitas"],"What people searched for before they came to your site":["Que buscou a xente antes de chegar ao teu sitio"],"Portion of people who visited your site more than once":["Porción de persoas que visitaron o teu sitio máis dunha vez"],"Channel which brought in the most visitors to your site":["Canle que trouxo máis visitantes ao teu sitio"],"Visitors coming via this channel spent the most time on your site":["Os visitantes procedentes deste canle pasaron máis tempo no teu sitio"],"How many new visitors you got and how the overall audience changed":["Cantos novos visitantes tes e como cambiou a audiencia xeral"],"Channel which brought in the most visits that resulted in key events":["Canle que trouxo máis visitas que resultaron en eventos clave"],"Top cities driving traffic":["Principais cidades que traen tráfico"],"Most engaged traffic source":["Fonte de tráfico máis activa"],"Top converting traffic source":["Fonte de tráfico que máis converteu"],"Most popular products by pageviews":["Produtos máis populares por páxinas vistas"],"You can always set up goals in Settings later":["Sempre podes configurar os obxectivos nos axustes máis tarde"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["A sección de métricas clave engadirase de novo ao teu escritorio cando establezas os teus obxectivos en Axustes"],"Get tailored metrics":["Obter métricas a medida"],"%s CTR":["%s CTR"],"Top performing keywords":["Palabras clave con mellor rendemento"],"Most popular content by pageviews":["Contido máis popular por páxinas vistas"],"New visitors":["Visitantes novos"],"Google Analytics property created":["Propiedade de Google Analytics creada"],"Engagement Rate":["Taxa de participación"],"Engagement Rate %":["Taxa de participación %"],"Sessions which lasted 10 seconds or longer, had 1 or more key events, or 2 or more page views.":["Sesións que duraron 10 segundos ou máis, tiveron 1 ou máis eventos clave, ou 2 ou máis páxinas vistas."],"Set up key events to track how well your site fulfills your business objectives":["Establece eventos clave para rastrexar que tan ben o teu sitio cumpre cos teus obxectivos de negocio"],"Copied to clipboard":["Copiado ao portapapeles"],"Error in Google Chart":["Erro en Google Chart"],"Copy error contents":["Copiar o contido do erro"],"Retry didn’t work? <HelpLink \/>":["Reintentalo non funcionou? <HelpLink \/>"],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un erro impediu a este gráfico de Google mostrarse correctamente. Informa do contido exacto do erro no foro de asistencia para descubrir a súa causa."],"Error message copied to clipboard. Click to copy the error message again.":["Mensaxe de erro copiada ao portapapeles. Fai clic para volver a copiar a mensaxe de erro."],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Request access":["Solicitar acceso"],"Get help":["Obter axuda"],"Recoverable modules\u0004, ":[", "],"Retry":["Reintentar"],"Data Unavailable":["Datos non dispoñibles"],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os datos dos seguintes módulos foron compartidos previamente por un administrador que xa non ten acceso: %s. Por favor, contacta con outro administrador para restauralos."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os datos de %s compartíronse previamente por un administrador que xa non ten acceso. Por favor, contacta con outro administrador para restauralos."],"Another admin":["Outro administrador"],"%1$s configured %2$s and you don’t have access to this Search Console property. Contact them to share access or change the Search Console property.":["%1$s configurou %2$s e ti non tes acceso a esta propiedade da Search Console. Contáctalles para compartir acceso ou para cambiar a propiedade da Search Console."],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Facendo clic en confirmar cambios estás concedendo a outros usuarios acceso de só visualización ós datos de %s dende a túa conta de Google. Sempre podes xestionar isto máis tarde nos axustes de compartir do escritorio."],"No data to display: your site hasn’t appeared in Search yet":["Non hai datos para amosar: O teu sitio aínda non apareceu na busca"],"No data to display: your page hasn’t appeared in Search yet":["Non hai datos para amosar: A teu páxina aínda non apareceu na busca"],"See how many people visit your site from Search and track how you’re achieving your goals":["Mira cantas persoas visitan o teu sitio desde a busca e fai un seguimento de como estás conseguindo os teus obxectivos"],"Set up Google Analytics":["Configura Google Analytics"],"Gathering data…":["Recuperando datos..."],"Unique visitors from Search":["Visitantes únicos desde as buscas"],"Maybe later":["Quizais máis tarde"],"Search traffic over the last %s day":["Tráfico de buscas durante o último %s día","Tráfico de buscas durante os últimos %s días"],"Your site hasn’t appeared in Search yet":["O teu sitio aínda non apareceu na busca"],"Your page hasn’t appeared in Search yet":["A túa páxina aínda non apareceu na busca"],"screen reader text\u0004(disabled)":["(desactivado)"],"New":["Nova"],"Top search queries for your page":["Principais consultas de busca para a túa páxina"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Others":["Outros"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s fronte a %2$s"],"Complete setup":["Configuración completa"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Unique Visitors":["Visitantes únicos"],"Source: %s":["Orixe: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"Report this problem":["Informar deste problema"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Previous period":["Período anterior"],"Connected Property":["Propiedade conectada"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"%s (domain property)":["%s (propiedade de dominio)"],"Search Traffic Summary":["Resumo do tráfico de busca"],"Users":["Usuarios"],"Clicks":["Clics"],"Property":["Propiedade"],"Sessions":["Sesións"],"Error: %s":["Erro: %s"],"Impressions":["Impresións"],"Total Clicks":["Clics totais"],"Back":["Atrás"],"Total Impressions":["Impresións totais"],"Session Duration":["Duración da sesión"],"Unique Visitors from Search":["Visitantes únicos das buscas"],"Top search queries for your site":["Principais consultas do teu sitio"],"Most searched for keywords related to your content":["Palabras clave máis buscadas relacionadas co teu contido"],"Counted each time your content appears in search results":["Conta as veces que o teu contido aparece nos resultados de busca"],"Number of times users clicked on your content in search results":["Número de veces que os usuarios fixeron clic no teu contido nos resultados de busca"],"Learn more":["Aprender máis"],"Cancel":["Cancelar"],"Service name\u0004Analytics":["Analytics"],"Service name\u0004Search Console":["Search Console"],"Day":["Día"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console-27a4f67f2b1a12d2ac83.js"}}