{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Copied to clipboard":["Copiado ao portapapeles"],"Copy error contents":["Copiar o contido do erro"],"Retry didn’t work? <HelpLink \/>":["Reintentalo non funcionou? <HelpLink \/>"],"Error message copied to clipboard. Click to copy the error message again.":["Mensaxe de erro copiada ao portapapeles. Fai clic para volver a copiar a mensaxe de erro."],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Access lost to %s":["Non se puido acceder a %s"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador compartindo este módulo contigo perdeu acceso ao servizo %s, así que non poderás ver as estadísticas no escritorio de Site Kit. Podes contactar con el ou outro administrador para recuperar o acceso."],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Request access":["Solicitar acceso"],"Get help":["Obter axuda"],"Recoverable modules\u0004, ":[", "],"Retry":["Reintentar"],"Data Unavailable":["Datos non dispoñibles"],"Data errors in %s":["Erros de datos en %s"],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os datos dos seguintes módulos foron compartidos previamente por un administrador que xa non ten acceso: %s. Por favor, contacta con outro administrador para restauralos."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os datos de %s compartíronse previamente por un administrador que xa non ten acceso. Por favor, contacta con outro administrador para restauralos."],"See how many people visit your site from Search and track how you’re achieving your goals":["Mira cantas persoas visitan o teu sitio desde a busca e fai un seguimento de como estás conseguindo os teus obxectivos"],"Set up Google Analytics":["Configura Google Analytics"],"Gathering data…":["Recuperando datos..."],"Unique visitors from Search":["Visitantes únicos desde as buscas"],"Maybe later":["Quizais máis tarde"],"Traffic":["Tráfico"],"screen reader text\u0004(disabled)":["(desactivado)"],"over the last %s day":["durante o último %s día","durante os últimos %s días"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Configuración completa"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Source: %s":["Orixe: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Insufficient permissions in %s":["Permisos insuficientes para %s"],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"Report this problem":["Informar deste problema"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Proceed":["Proceder"],"Additional Permissions Required":["Precísanse permisos adicionais"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"Site Kit encountered an error":["Site Kit atopou un erro"],"Stats for":["Estatísticas para"],"Error: %s":["Erro: %s"],"Total Users":["Usuarios totais"],"More details":["Máis detalles"],"Total Clicks":["Clics totais"],"Back":["Atrás"],"Total Sessions":["Sesións totais"],"Total Impressions":["Impresións totais"],"Data error in %s":["Erro de datos en %s"],"%s Gathering Data":["Recuperando datos de %s"],"%s data is not yet available, please check back later":["Os datos de %s aínda non están dispoñibles. Por favor, volve a comprobalo máis tarde"],"Learn more":["Aprender máis"],"Cancel":["Cancelar"],"Disconnect":["Desconectar"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-adminbar-8d712dcb290a2efa6f0d.js"}}