{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Learn more about INP replacing FID.":["Aprende máis sobre o substituto de FID por INP."],"gathering data":["obtendo datos"],"Field data is still being gathered for this metric and will become available once your site gets sufficient traffic":["Aínda se están a recompilar datos de campo para esta métrica e estarán dispoñibles unha vez que o teu sitio teña suficiente tráfico"],"Retry didn’t work? <HelpLink \/>":["Reintentalo non funcionou? <HelpLink \/>"],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"How to improve":["Como mellorar"],"Request access":["Solicitar acceso"],"Get help":["Obter axuda"],"Retry":["Reintentar"],"duration\u0004%s s":["%s s"],"duration\u0004%s ms":["%s ms"],"core web vitals name\u0004Interaction to Next Paint":["Interaction to Next Paint"],"How quickly your page responds when people interact with it":["A rapidez coa que a túa páxina responde cando a xente interactúa con ela"],"Experimental":["Experimental"],"screen reader text\u0004(disabled)":["(desactivado)"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Recommendations on how to improve your site":["Recomendacións sobre como mellorar o teu sitio"],"Learn more how metrics are measured.":["Aprende máis sobre como se miden as métricas."],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Run test again":["Executar a proba de novo"],"core web vitals name\u0004Cumulative Layout Shift":["Cumulative Layout Shift"],"core web vitals name\u0004Largest Contentful Paint":["Largest Contentful Paint"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Field data shows how real users actually loaded and interacted with your page over time. <LearnMoreLink \/>":["Os datos de campo amosan como cargan e interactúan usuarios reales coa túa páxina ao longo do tempo. <LearnMoreLink \/>"],"Field data shows how real users actually loaded and interacted with your page. We don’t have enough real-world experience and speed data for this page. It may be new, or not enough users with Chrome browsers have visited it yet.":["Os datos de campo mostran como cargan e interactúan usuarios reais coa túa páxina. Non temos suficientes datos de experiencia real e de velocidade desta páxina. Pode que sexa nova ou que aínda non fora visitada por suficientes usuarios co navegador Chrome."],"Performance rating\u0004Poor":["Pobre"],"Performance rating\u0004Good":["Bo"],"In the Lab":["No laboratorio"],"Metric Name":["Nome da métrica"],"Metric Value":["Valor da métrica"],"In the Field":["No campo"],"Performance rating\u0004Needs improvement":["Precisa melloras"],"View details at %s":["Ver detalles en %s"],"Total Blocking Time":["Tempo total de bloqueo"],"Field data unavailable":["Datos de campo non dispoñibles"],"Time it takes for the page to load":["Tempo que lle leva á páxina cargar"],"How stable the elements on the page are":["Como de establs son os elementos da páxina"],"Jump to the bottom of the dashboard to see how fast your home page is":["Vai á a parte inferior do escritorio para ver o rápida que é a túa páxina de inicio"],"How long people had to wait after the page loaded before they could click something":["Canto tempo ten que esperar a xente cando foi cargado a páxina ata que poida facer clic en algo"],"Lab data is a snapshot of how your page performs right now, measured in tests we run in a controlled environment. <LearnMoreLink \/>":["Os datos de laboratorio son unha instantánea do rendemento da túa páxina agora mesmo, medido en probas que executamos nun entorno controlado. <LearnMoreLink \/>"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"To view insights, <a href=\"%s\">visit the dashboard<\/a>":["Para ver información, <a href=\"%s\">visita o escritorio<\/a>"],"Last %s day":["Último día (%s)","Últimos %s dias"],"Mobile":["Móbil"],"Desktop":["Escritorio"],"Error: %s":["Erro: %s"],"Learn more":["Aprender máis"],"Service name\u0004PageSpeed Insights":["PageSpeed Insights"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-pagespeed-insights-31bab748fa72671d2060.js"}}