{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Top earning pages":["Páxinas que máis gañan"],"Don’t show again":["Non volver a amosar"],"Pages that generated the most AdSense revenue":["Páxinas que xeraron máis ingresos de AdSense"],"Additional permissions are required to create a new Analytics account.":["Necesítanse permisos adicionais para crear unha nova conta de Analytics."],"Current selection":["Selección actual"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d seleccionadas <MaxCount>(ata %2$d)<\/MaxCount>"],"Most engaging pages":["Páxinas máis atractivas"],"Top recent trending pages":["Páxinas de tendencia máis recentes"],"Top categories by pageviews":["Principais categorías por páxinas vistas"],"Personalize your key metrics":["Personaliza as túas métricas clave"],"Permissions updated? <a>Retry<\/a>":["Permisos actualizados? <a>Reintentar<\/a>"],"Most popular authors by pageviews":["Autores máis populares por páxinas vistas"],"Pages with the highest engagement rate":["Páxinas con maior taxa de compromiso"],"Authors whose posts got the most visits":["Autores cuxas entradas recibiron máis visitas"],"Categories that your site visitors viewed the most":["Categorías máis vistas polos teus visitantes"],"Pages with the most pageviews published in the last 3 days":["Páxinas con máis páxinas vistas publicadas nos últimos 3 días"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Terás que porte en contacto co teu administrador. <a>Máis información<\/a>"],"Percentage of visitors that left without engagement with your site":["Porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Outro administrador configurou estas métricas para o seu sitio. Faga clic aquí para persoalizalas."],"Pages with the highest percentage of visitors that left without engagement with your site":["Páxinas coa maior porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["Isto permíteche medir as interaccións co teu contido (por exemplo, descargas de arquivos, cumprimentación de formularios, visualizacións de vídeos). <a>Máis información<\/a>"],"Pages your visitors read the most":["Páxinas que máis leron os teus visitantes"],"The cities where most of your visitors came from":["As cidades de onde máis visitantes chegaron"],"The countries where most of your visitors came from":["Os países de onde máis visitantes chegaron"],"The top search queries for your site by highest clickthrough rate":["As principais consultas de busca do teu sitio pola taxa de CTR máis alta"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canle (p.ex. social, de pago, búsqueda) que trouxo a maioría de visitantes ao teu sitio"],"Portion of visitors who visited your site for the first time in this timeframe":["Parte dos visitantes que visitaron o teus sitio por primeira vez neste espazo de tempo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Parte dos visitantes do teu sitio que volveron polo menos unha vez neste espazo de tempo"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Canle (p.ex. social, de pago, busca) que trouxo os visitantes que xeraron a maioría dos eventos clave"]," and ":[" e "],"Visit length":["Duración da visita"],"Returning visitors":["Visitantes recorrentes"],"Least engaging pages":["Páxinas con menos interacción"],"Enable enhanced measurement":["Activar a medición mellorada"],"Top pages by returning visitors":["Principais páxinas por visitantes recurrentes"],"Pages per visit":["Páxinas por visita"],"Visits per visitor":["Visitas por visitante"],"Average duration of engaged visits":["Promedio de duración das visitas con interacción"],"Average number of sessions per site visitor":["Cantidade promedio de sesións por visitante do sitio"],"Pages that attracted the most returning visitors":["Páxinas que atraeron á maioría dos visitantes recorrentes"],"%s is disconnected, no data to show":["%s está desconectado, non hai datos que mostrar","%s están desconectados, non hai datos que mostrar"],"Number of pages visitors viewed per session on average":["Cantidade de páxinas que os visitantes viron por sesión de promedio"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canle (p.ex. social, de pago, procura) que trouxo á maioría dos visitantes que tiveron unha interacción significativa co teu sitio"],"Insufficient permissions":["Permisos insuficientes"],"Trouble getting access? <HelpLink \/>":["¿Problemas co acceso? <HelpLink \/>"],"Top countries driving traffic":["Principais países que traen tráfico"],"This ad unit will be used for your Web Stories. <LearnMoreLink \/>":["Esta unidade de anuncio usarase para as túas historias web.  <LearnMoreLink \/>"],"Email":["Correo electrónico"],"Google account":["Conta de Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Axúdanos a mellorar Site Kit compartindo datos de uso anónimos.<\/span> <span>Todos os datos recompilados son tratados de acordo á <a>Política de privacidade de Google.<\/a><\/span>"],"Change metrics":["Cambiar métricas"],"Data loading failed":["Erro na carga de datos"],"Apply changes":["Aplicar cambios"],"Save selection":["Gardar selección"],"Top traffic source":["Principal fonte de tráfico"],"Pages that brought in the most visitors":["Páxinas que trouxeron máis visitantes"],"Products that brought in the most visitors":["Produtos que trouxeron a máis visitantes"],"Which cities you get the most visitors from":["De que cidades recibes máis visitantes"],"Which countries you get the most visitors from":["De que países recibes máis visitas"],"What people searched for before they came to your site":["Que buscou a xente antes de chegar ao teu sitio"],"Portion of people who visited your site more than once":["Porción de persoas que visitaron o teu sitio máis dunha vez"],"Channel which brought in the most visitors to your site":["Canle que trouxo máis visitantes ao teu sitio"],"Visitors coming via this channel spent the most time on your site":["Os visitantes procedentes deste canle pasaron máis tempo no teu sitio"],"How many new visitors you got and how the overall audience changed":["Cantos novos visitantes tes e como cambiou a audiencia xeral"],"Channel which brought in the most visits that resulted in key events":["Canle que trouxo máis visitas que resultaron en eventos clave"],"Enable message":["Activar mensaxe"],"Top cities driving traffic":["Principais cidades que traen tráfico"],"Most engaged traffic source":["Fonte de tráfico máis activa"],"Top converting traffic source":["Fonte de tráfico que máis converteu"],"Most popular products by pageviews":["Produtos máis populares por páxinas vistas"],"Enable error protection code (optional)":["Activar o código de protección de erros (opcional)"],"Enable ad blocking recovery message (required)":["Activar a mensaxe de recuperación de bloqueo de anuncios (obrigatorio)"],"You can always set up goals in Settings later":["Sempre podes configurar os obxectivos nos axustes máis tarde"],"Ad blocking recovery message enabled with error protection code":["Mensaxe de recuperación de bloqueo de anuncios activado con código de protección de erros"],"Ad blocking recovery message enabled without error protection code":["Mensaxe de recuperación de bloqueo de anuncios activado sen código de protección de erros"],"If a site visitor’s ad blocker browser extension blocks the message you create in AdSense, a default, non-customizable ad blocking recovery message will display instead. <a>Learn more<\/a>":["Se a extensión de bloqueo de anuncios do navegador dun visitante do sitio bloquea a mensaxe creada en AdSense, mostrarase no seu lugar unha mensaxe de recuperación de bloqueo de anuncios por defecto, non personalizábel. <a>Saber máis<\/a>"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["A sección de métricas clave engadirase de novo ao teu escritorio cando establezas os teus obxectivos en Axustes"],"Display a message to give site visitors with an ad blocker the option to allow ads on your site.":["Mostra unha mensaxe para darlle aos visitantes do teu sitio con bloqueador de anuncios a opción de permitir anuncios no teu sitio."],"Enable ad blocking recovery message":["Activar a mensaxe de recuperación de bloqueo de anuncios"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense. <a>Configure your message<\/a>":["Identifica aos visitantes do sitio que teñen instalada unha extensión do navegador de bloqueo de anuncios. Estes visitantes do sitio verán a mensaxe de recuperación de bloqueo de anuncios creado en AdSense. <a>Configura a túa mensaxe<\/a>"],"Get tailored metrics":["Obter métricas a medida"],"Site Kit detected Ad Blocking Recovery code for a different account %s on your site. For a better ad blocking recovery experience, you should remove Ad Blocking Recovery code that’s not linked to this AdSense account.":["Site Kit detectou no teu sitio o código de recuperación de bloqueo de anuncios para unha conta diferente a %s. Para unha mellor experiencia cos anuncios, debes quitar o código de recuperación de bloqueo de anuncios que non está vinculado a esta conta de AdSense."],"You’ve already enabled an ad blocking recovery message on your site. We recommend using Site Kit to manage this to get the most out of AdSense.":["Xa tiñas activada a mensaxe de recuperación de bloqueo de anuncios no teu sitio. Recomendámosche usar Site Kit para xestionalo e sacar así o máximo partido a AdSense."],"Connect %s":["Conectar %s"],"Create message":["Crear mensaxe"],"My message is ready":["A miña mensaxe está lista"],"Top performing keywords":["Palabras clave con mellor rendemento"],"Step %1$s of %2$s (active).":["Paso %1$s de %2$s (activo)."],"Step %1$s of %2$s (upcoming).":["Paso %1$s de %2$s (próximamente)."],"Step %1$s of %2$s (completed).":["Paso %1$s de %2$s (completado)."],"Most popular content by pageviews":["Contido máis popular por páxinas vistas"],"Ad blocking recovery message is not placed":["A mensaxe de recuperación de bloqueo de anuncios non está posta"],"Create your site’s ad blocking recovery message (required)":["Crea a teu mensaxe de recuperación de bloqueo de anuncios para o sitio (obrigatorio)"],"%s is disconnected, some of your metrics can’t be displayed":["%s está desconectado, algunhas das métricas non se poden amosar"],"Ad blocking recovery only works if you’ve created and published your message in AdSense":["A recuperación de bloqueo de anuncios só funciona se creaches e publicaches a túa mensaxe en AdSense"],"Site visitors will be given the option to allow ads on your site. You can also present them with other options to fund your site (optional)":["Daráselle aos visitantes do sitio á opción de permitir anuncios no teu sitio. Sempre lles podes mostrar outras opcións para que financien o teu sitio (opcional)"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense.":["Identifica aos visitantes do sitio que teñan instalada unha extensión de navegador de bloqueo de anuncios. Estes visitantes do sitio verán a mensaxe de recuperación de bloqueo de anuncios creado en AdSense."],"Create and publish an ad blocking recovery message in AdSense":["Crea e publica unha mensaxe de recuperación de bloqueo de anuncios en AdSense"],"You can always set up ad blocking recovery in Settings later":["Sempre podes configurar a recuperación de bloqueo de anuncios máis tarde nos axustes"],"Place error protection code":["Pór código de protección de erros"],"New visitors":["Visitantes novos"],"Ad blocking recovery":["Recuperación de bloqueo de anuncios"],"Google Account for %1$s":["Conta de Google de %1$s"],"Google Account (Email: %1$s)":["Conta de Google (Correo electrónico: %1$s)"],"Google Account for %1$s (Email: %2$s)":["Conta de Google de %1$s (Correo electrónico: %2$s)"],"Start recovering revenue lost from ad blockers by deploying an ad blocking recovery message through Site Kit. <a>Learn more<\/a>":["Comeza a recuperar os ingresos perdidos de bloqueadores de anuncios mostrando a mensaxe de recuperación de bloqueo de anuncios con Site Kit. <a>Máis información<\/a>"],"Recover revenue lost to ad blockers":["Recuperar ingresos perdidos por bloqueadores de anuncios"],"*Average for publishers showing non-dismissible ad blocking recovery messages placed at the center of the page on desktop":["*Media de editores que mostran mensaxes de recuperación de bloqueo de anuncios non descartables colocados no centro da páxina no escritorio"],"Publishers see up to 1 in 5 users choose to allow ads once they encounter an ad blocking recovery message*":["Os editores ven como ata 1 de cada 5 usuarios opta por permitir os anuncios unha ves que se atopan cunha mensaxe de recuperación de bloqueo de anuncios*."],"You successfully enabled the ad blocking recovery message":["Activaches correctamente a mensaxe de recuperación de bloqueadores de anuncios"],"Make sure to also create the message in <a>AdSense<\/a>, otherwise this feature won’t work":["Asegúrate tamén de crear a mensaxe en <a>AdSense<\/a>, senón esta característica non funcionará."],"You need to redo setup to complete AdSense configuration":["Necesitas refacer a instalación para completar a configuración de AdSense"],"Ad Blocking Recovery":["Recuperación do bloqueo de anuncios"],"Analytics data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Web data stream":["Fluxo de datos web"],"Set up a new web data stream":["Configura un novo fluxo de datos web"],"Copied to clipboard":["Copiado ao portapapeles"],"Error in Google Chart":["Erro en Google Chart"],"Copy error contents":["Copiar o contido do erro"],"Retry didn’t work? <HelpLink \/>":["Reintentalo non funcionou? <HelpLink \/>"],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un erro impediu a este gráfico de Google mostrarse correctamente. Informa do contido exacto do erro no foro de asistencia para descubrir a súa causa."],"Error message copied to clipboard. Click to copy the error message again.":["Mensaxe de erro copiada ao portapapeles. Fai clic para volver a copiar a mensaxe de erro."],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Key metrics":["Métricas clave"],"Exclude Analytics":["Excluír Analytics"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Failed to load media":["Fallo ao cargar os medios"],"Failed to load graphic":["Fallo ao cargar o gráfico"],"Google Account":["Conta de Google"],"Request access":["Solicitar acceso"],"Set up now":["Configurar agora"],"Get help":["Obter axuda"],"Your site is ready for ads.":["O teu sitio está listo para os anuncios."],"Your site is getting ready.":["O teu sitio estase a preparar."],"Your site is ready, with auto-ads disabled.":["O teu sitio está listo, cos anuncios automáticos desactivados."],"View <VisuallyHidden>site <\/VisuallyHidden>in AdSense":["Ver <VisuallyHidden>sitio <\/VisuallyHidden>en AdSense"],"You need to fix some things before your site is ready.":["Tes que arreglar algunhas cousas antes de que o teu sitio estea listo."],"Connect now":["Conectar agora"],"You’re in control":["Ti tes o control"],"Earn money from your site":["Gana diñeiro co teu sitio"],"Save time with automated ads":["Aforra tempo con os anuncios automatizados"],"You can always connect AdSense from here later":["Sempre podes conectar AdSense máis tarde desde aquí"],"Focus on writing good content and let AdSense help you make it profitable":["Céntrate en escribir bo contido e deixa que AdSense che ayude a facelo lucrativo"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Bloquea anuncios que non che gusten, personaliza onde deben aparecer anuncios, e elixe que tipos se axustan mellor ao teu sitio"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Os anuncios automáticos ubican e optimizan automaticamente os teus anuncios para que non teñas que empregar tempo facéndoo pola túa conta"],"The Monetization section will be added back to your dashboard if you connect AdSense in Settings later":["A sección de monetización engadirase de novo ao teu escritorio se conectas AdSense nos axustes máis tarde"],"Retry":["Reintentar"],"Your site is ready for ads":["O teu sitio está listo para anuncios"],"Apply now":["Solicitar agora"],"Shared services":["Servizos compartidos"],"Review AdSense account":["Revisar a conta de AdSense"],"Shared by <strong>%s<\/strong>":["Compartido por <strong>%s<\/strong>"],"Add this site to your AdSense account":["Engadir este sitio á túa conta de AdSense"],"Your account isn’t ready to show ads yet":["A túa conta non está preparada para amosar anuncios"],"Learn more about dashboard sharing":["Máis información sobre o uso compartido do escritorio"],"Looks like you need to upgrade your AdSense account":["Parece que tes que actualizar a túa conta de AdSense"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Para usar AdSense na túa web, debes actualizar a túa conta e engadir «AdSense para contido». <a>Saber máis<\/a>"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Grazas por usar Site Kit!<br \/>Axúdanos a facelo aínda mellor"],"View only":["Só lectura"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Podes ver as estatísticas de todos os servizos compartidos de Google, pero non podes facer ningún cambio. <a>Máis información<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Podes ver as estatísticas de tódolos servizos compartidos de Google, pero non podes facer ningún cambio. <strong>Accede para conectar máis servizos e controlar o acceso compartido.<\/strong>"],"Enable auto ads":["Activar os anuncios automáticos"],"Request review in AdSense":["Solicitar revisión en AdSense"],"Enable auto ads for your site":["Activa os anuncios automáticos para o teu sitio"],"Proceed without enabling auto ads":["Proceder sen activar os anuncios automáticos"],"Your site is ready to use AdSense":["O teu sitio está listo para usar AdSense"],"Your AdSense account is ready to connect to Site Kit":["A teu conta de AdSense está lista para conectar con Site Kit"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Para empezar a servir anuncios, o teu sitio ten que ser aprobado primeiro. Vai a AdSense e solicita unha revisión."],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Para comezar a servir anuncios mediante Site Kit, primeiro tes que activar os anuncios automáticos. Vai a AdSense e activa os anuncios automáticos para o teu sitio."],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit recomenda activar os anuncios automáticos. Se a túa configuración actual de AdSense se basa en unidades de anuncios individuais, podes proceder sen activar os anuncios automáticos."],"Connect your AdSense account to see stats on your overall earnings, page CTR, and top earning pages":["Conecta a túa conta de AdSense para ver as estatísticas das túas ganancias globais, CTR de páxina e páxinas con maiores ganancias"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads":["Site Kit engadiu o código de AdSense no teu sitio para conectar o teu sitio con AdSense e axudarche a sacar o maior partido posible dos anuncios"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Invalid site state %s":["Estado de sitio %s non válido"],"Go to dashboard":["Ir ao escritorio"],"Review site in AdSense":["Revisar sitio en AdSense"],"Your site requires review":["O teu sitio require revisión"],"Your site is getting ready":["O teu sitio está case listo"],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Xa tiñas un código de AdSense neste sitio para esta conta. Recomendamos que uses Site Kit para engadir o código e así sacar o maior partido posible de AdSense."],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit detectou código de AdSense dunha conta diferente %1$s no teu sitio. Para configurar AdSense para a túa conta actual %2$s, recomendamoste que uses Site Kit para engadir o código."],"This usually takes a few days, but in some cases can take a few weeks. You’ll get an email from AdSense as soon as they have run some checks on your site.":["Isto normalmente leva uns poucos días, pero nalgunhas ocasións pode levar unhas semanas. Recibirás un correo electrónico de AdSense tan pronto como teñan realizado algunhas comprobacións no teu sitio."],"You need to fix some things with this site before we can connect Site Kit to your AdSense account":["Tes que corrixir algunhas cousas neste sitio antes de que poidamos conectar Site Kit coa túa conta de AdSense"],"Make sure to remove the existing AdSense code to avoid conflicts with the code placed by Site Kit":["Asegúrate de eliminar o código existente de AdSense para evitar conflitos co código engadido por Site Kit"],"No data to display: your site hasn’t received any visitors yet":["Non hai datos para amosar: O teu sitio aínda non recibiu ningún visitante"],"No data to display: your page hasn’t received any visitors yet":["Non hai datos para amosar: A teu páxina aínda non recibiu ningún visitante"],"Create AdSense account":["Crear unha conta de AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Xa usas AdSense? Engade %s como un usuario a unha conta de AdSense existente. <a>Aprende máis<\/a>"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Unha vez crees a túa conta, Site Kit colocará o código de AdSense en cada páxina do teu sitio. Isto significa que o teu sitio será optimizado automaticamente para axudarche a gañar diñeiro co teu contido."],"Gathering data…":["Recuperando datos..."],"Maybe later":["Quizais máis tarde"],"Back to dashboard":["Volver ao escritorio"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team":["As contas de AdSense están <a>suxeitas a revisión e aprobación<\/a> polo equipo de Google AdSense"],"Content":["Contido"],"Traffic":["Tráfico"],"Monetization":["Monetización"],"Your site hasn’t received any visitors yet":["O teu sitio aínda non recibiu ningún visitante"],"Your page hasn’t received any visitors yet":["A túa páxina aínda non recibiu ningún visitante"],"Exclude from Ads":["Excluír dos anuncios"],"Excluded from ads":["Excluídos dos anuncios"],"Users who can write posts":["Usuarios que poden escribir entradas"],"Ads will be displayed for all users":["Os anuncios amosaranse para todos os usuarios"],"Ads are currently displayed for all visitors":["Neste momento, os anuncios amósanse para todos os visitantes"],"All logged-in users and users who can write posts":["Todos os usuarios conectados e os usuarios que poden escribir entradas"],"Ads will not be displayed for all logged-in users":["Os anuncios non se amosaran para todos os usuarios conectados"],"Ads will not be displayed for users that can write posts":["Os anuncios non se amosarán para os usuarios que poidan escribir entradas"],"screen reader text\u0004(disabled)":["(desactivado)"],"Place Google Analytics code":["Colocar o código de Google Analytics"],"Help":["Axuda"],"All logged-in users":["Todos os usuarios conectados"],"Users that can write posts":["Usuarios que poden escribir entradas"],"Users that can write posts will be excluded from Analytics tracking":["Os usuarios que poden escribir entradas serán excluídos do seguimento de Analytics"],"New":["Nova"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code":["Por favor, ten en conta que AdSense non mostrará anuncios na túa web a menos que teñas engadido o código"],"Got it":["Entendido"],"Get support":["Obter soporte"],"Read help docs":["Ler os documentos de axuda"],"Fix common issues":["Corrixir os problemas comúns"],"Get help with AdSense":["Obter soporte con AdSense"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Select ad unit":["Seleccionar unidade de anuncio"],"Web Stories Ad Unit":["Unidade de anuncio de historias web"],"Learn more about Ad Sense Web Stories.":["Aprende máis sobre as historias web de AdSense."],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s fronte a %2$s"],"Complete setup":["Configuración completa"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Learn more about updating your AdSense account":["Aprende máis acerca de como actualizar a túa conta de AdSense"],"Learn more about adding a user to an existing AdSense account":["Aprende máis acerca de como engadir un usuario a unha conta existente de AdSense"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Page CTR":["CTR da páxina"],"Performance over the last %s day":["Rendemento no último %s día","Rendemento nos últimos %s días"],"Source: %s":["Orixe: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"Report this problem":["Informar deste problema"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Previous period":["Período anterior"],"Country":["País"],"Timezone":["Zona horaria"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Deberás darlle permiso a Site Kit para crear unha conta de Analytics no teu nome e tamén aceptar os termos de servizo de Google Analytics."],"Recommended":["Recomendado"],"Add site to AdSense":["Engadir sitio a AdSense"],"Create your Analytics account":["Crea a túa conta de Analytics"],"The AdSense code has been placed by another plugin or theme":["O código de AdSense colocouno outro plugin ou tema"],"You will be redirected to Google Analytics to accept the terms of service.":["Serás redirixido a Google Analytics para que aceptes os termos do servizo."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Hemos completado previamente a información necesaria para a túa nova conta. Confirma ou edita calquera detalle:"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["Site Kit detectó non teu sitio o código de AdSense para unha conta diferente a %s. Para unha mellor experiencia con os anuncios, debes quitar o código de AdSense que non está vinculado a esta conta de AdSense."],"We’ve detected that you haven’t added this site to your AdSense account yet":["Detectamos que aínda non engadiches este sitio á túa conta de AdSense"],"Select your AdSense account":["Selecciona a túa conta de AdSense"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Parece que tes varias contas de AdSense asociadas á túa conta de Google. Selecciona a conta para usar con Site Kit a continuación."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit detectou o código de AdSense %1$s na túa páxina. Recomendámosche que quites ese código ou engadas %2$s como usuario á conta %3$s de AdSense."],"Redo setup":["Volver a iniciar a configuración"],"Link Analytics and AdSense":["Como vincular Analytics e AdSense"],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Obtén informes das túas páxinas con máis ingresos ligando as túas contas de Analytics e AdSense"],"Manage Sites":["Xestionar sitios"],"AdSense Code":["Código de AdSense"],"Publisher ID":["ID do editor"],"Account Status":["Estado da conta"],"Your account has been approved":["A túa conta foi aprobada"],"The AdSense code has been placed on your site":["O código de AdSense foi inserido no teu sitio"],"The AdSense code has not been placed on your site":["O código de AdSense non foi colocado no teu sitio"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Tes que corrixir algúns problemas antes de que aprobemos a túa conta. Vai a AdSense para saber como corrixilos"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Estamos preparando o teu sitio para que estea listo para amosar anuncios. Isto leva normalmente menos dun día, pero en ocasións pode tardar un pouco máis"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"None":["Ningún"],"Site Status":["Estado do sitio"],"Last %s day":["Último día (%s)","Últimos %s dias"],"Set up a new account":["Configura unha conta nova"],"Once completed, click the link below to re-fetch your accounts to continue.":["Unha vez que termine fai clic na seguinte ligazón para recargar as túas contas e continuar."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Para crear unha conta nova fai clic non botón seguinte, que abrirá a pantalla de creación dunha conta de Google Analytics nunha nova ventá."],"All logged-in users will be included in Analytics tracking":["Todos os usuarios conectados serán incluídos no seguimento de Analytics"],"All logged-in users will be excluded from Analytics tracking":["Todos os usuarios conectados serán excluídos do seguimento de Analytics"],"Speed":["Velocidade"],"Account":["Conta"],"Page RPM":["RPM da páxina"],"Earnings":["Ingresos"],"Property":["Propiedade"],"Error: %s":["Erro: %s"],"Impressions":["Impresións"],"OK, Got it!":["De acordo, imos alá!"],"Back":["Atrás"],"Top Earning Pages":["Páxinas con máis ingresos"],"check module page":["comproba a páxina do módulo"],"Create an account":["Crear unha conta"],"Re-fetch My Account":["Volver a recuperar a miña conta"],"Set up a new property":["Configurar unha nova propiedade"],"Site Kit by Google Logo":["Logo de Site Kit by Google"],"Create Account":["Crear conta"],"Create your AdSense account":["Crea a túa conta de AdSense"],"Your site isn’t ready to show ads yet":["O teu sitio non está aínda preparado para amosar anuncios"],"Site Kit has placed AdSense code on your site: %s":["Site Kit colocou o código de AdSense no teu sitio: %s"],"Let Site Kit place AdSense code on your site":["Deixa que Site Kit coloque o código de AdSense no teu sitio"],"Looks like you don’t have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Parece que aínda non tes unha conta de Analytics. Unha vez que a crees, fai clic en «Volver a recuperar a miña conta» Site Kit localizaraa."],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense":["Xa tes un código de AdSense no teu sitio para esta conta, recomendámosche que uses Site Kit para colocar o código e sacar o máximo proveito de AdSense.¡"],"You need to fix some things before we can connect Site Kit to your AdSense account":["Tes que arranxar algunhas cousas antes de que poidamos conectar Site Kit á túa conta de AdSense"],"Learn more":["Aprender máis"],"Error":["Erro"],"Cancel":["Cancelar"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuario"],"Connect Service":["Conectar servizo"],"Setup incomplete: %s":["Configuración incompleta: %s"],"continue module setup":["continuar coa configuración do módulo"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar o Site Kit de Google quitará o acceso a todos os servizos. Cando desconectes, terás que volver a autorizar para restaurar o servizo."],"Day":["Día"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-e7757e9cf619f6e1adae.js"}}