{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Enabled":["Activado"],"Disabled":["Desactivado"],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"container":["contenedor"],"AMP container":["Contedor AMP"],"web container":["contedor web"],"Edit <VisuallyHidden>%s <\/VisuallyHidden>in Tag Manager":["Editar <VisuallyHidden>%s <\/VisuallyHidden>en Tag Manager"],"%1$s configured %2$s and you don’t have access to this %2$s account. Contact them to share access or change the %2$s account.":["%1$s configurou %2$s e non tes acceso a esta conta de %2$s. Ponte en contacto con eles para compartir acceso ou cambiar a conta de %2$s."],"Retry":["Reintentar"],"Another admin":["Outro administrador"],"Please select your Tag Manager account and container below. You can change these later in your settings.":["Por favor, selecciona abaixo a túa conta e contedor de Tag Manager. Podes cambiar isto máis tarde nos teus axustes."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below.":["Parece que o teu sitio está utilizando un AMP emparellado. Por favor, elixe a túa conta de Tag Manager e os contedores relevantes abaixo."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below. You can change these later in your settings.":["Parece que o teu sitio está usando AMP emparellado. Por favor, selecciona a continuación a túa conta de Tag Manager e os correspondentes contedores. Poderás cambialos despois nos axustes."],"Please select your Tag Manager account and container below":["Selecciona abaixo a túa conta e contedor de Tag Manager"],"A tag %s for the selected container already exists on the site":["Xa existe no sitio a etiqueta %s do contedor seleccionado"],"Make sure you remove it if you want to place the same tag via Site Kit, otherwise they will be duplicated":["Asegúrate de eliminala se queres colocar a mesma etiqueta a través de Site Kit, senón duplicaranse"],"If you prefer to collect data using that existing tag, please select the corresponding account and property above":["Se prefires recoller os datos utilizando esa etiqueta existente, selecciona a conta e a propiedade correspondente máis arriba"],"An existing tag %s was found on the page":["Atopouse a etiqueta existente %s na páxina"],"Tag Manager container name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Checking tags…":["Comprobando etiquetas…"],"screen reader text\u0004(disabled)":["(desactivado)"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Configuración completa"],"Container Name":["Nome do contenedor"],"Web Container Name":["Nome do contenedor web"],"AMP Container Name":["Nome do contenedor AMP"],"A container with this name already exists":["Xa existe un contedor con este nome"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Looks like you may be using Google Analytics within your Google Tag Manager configuration. Activate the Google Analytics module in Site Kit to see relevant insights in your dashboard.":["Parece que poderías estar usando Google Analytics dentro da túa configuración de Google Tag Manager. Activa o módulo de Google Analytics no Site Kite para ver os datos relevantes no teu escritorio."],"Continue to Analytics setup":["Seguir coa configuración de Analytics"],"Complete setup without Analytics":["Completar a configuración sen Analytics"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Site Kit will add the code automatically":["Site Kit engadirá o código automaticamente"],"Site Kit will not add the code to your site":["Site Kit non engadirá o código ao teu sitio"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"AMP Container":["Contedor AMP"],"Web Container":["Contedor web"],"AMP Container ID":["ID do contedor AMP"],"Web Container ID":["ID do contedor web"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Para crear unha nova conta, fai clic no seguinte botón, que abrirá nunha nova ventá a pantalla de creación de contas de Google Tag Manager."],"Set up a new account":["Configura unha conta nova"],"Tag Manager Code Snippet":["Fragmento de código de Tag Manager"],"Once completed, click the link below to re-fetch your accounts to continue.":["Unha vez que termine fai clic na seguinte ligazón para recargar as túas contas e continuar."],"Account":["Conta"],"Error: %s":["Erro: %s"],"Container":["Contedor"],"Container ID":["ID do contedor"],"Create an account":["Crear unha conta"],"Snippet is inserted":["O fragmento de código foi inserido"],"Re-fetch My Account":["Volver a recuperar a miña conta"],"Set up a new container":["Configurar un novo contenedor"],"Snippet is not inserted":["O fragmento de código non foi insertado"],"Let Site Kit place code on your site":["Deixa que Site Kit poña código no teu sitio"],"Placing two tags at the same time is not recommended.":["Non se recomenda colocar dúas etiquetas ao mesmo tempo."],"Error":["Erro"],"Service name\u0004Tag Manager":["Tag Manager"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager-b4d14f8336e2d04a117d.js"}}