{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Additional permissions are required to create a new Analytics account.":["Necesítanse permisos adicionais para crear unha nova conta de Analytics."],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["Isto permíteche medir as interaccións co teu contido (por exemplo, descargas de arquivos, cumprimentación de formularios, visualizacións de vídeos). <a>Máis información<\/a>"],"Enable enhanced measurement":["Activar a medición mellorada"],"Unique visitors":["Visitantes únicos"],"Unique visitors over the last %s day":["Visitantes únicos durante o último %s día","Visitantes únicos durante os últimos %s días"],"Engagement Rate":["Taxa de participación"],"Analytics data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Web data stream":["Fluxo de datos web"],"Set up a new web data stream":["Configura un novo fluxo de datos web"],"Copied to clipboard":["Copiado ao portapapeles"],"Error in Google Chart":["Erro en Google Chart"],"Copy error contents":["Copiar o contido do erro"],"Retry didn’t work? <HelpLink \/>":["Reintentalo non funcionou? <HelpLink \/>"],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un erro impediu a este gráfico de Google mostrarse correctamente. Informa do contido exacto do erro no foro de asistencia para descubrir a súa causa."],"Error message copied to clipboard. Click to copy the error message again.":["Mensaxe de erro copiada ao portapapeles. Fai clic para volver a copiar a mensaxe de erro."],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Exclude Analytics":["Excluír Analytics"],"Access lost to %s":["Non se puido acceder a %s"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador compartindo este módulo contigo perdeu acceso ao servizo %s, así que non poderás ver as estadísticas no escritorio de Site Kit. Podes contactar con el ou outro administrador para recuperar o acceso."],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Request access":["Solicitar acceso"],"Get help":["Obter axuda"],"Recoverable modules\u0004, ":[", "],"Retry":["Reintentar"],"Data Unavailable":["Datos non dispoñibles"],"Data errors in %s":["Erros de datos en %s"],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os datos dos seguintes módulos foron compartidos previamente por un administrador que xa non ten acceso: %s. Por favor, contacta con outro administrador para restauralos."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os datos de %s compartíronse previamente por un administrador que xa non ten acceso. Por favor, contacta con outro administrador para restauralos."],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"No data to display: your site hasn’t received any visitors yet":["Non hai datos para amosar: O teu sitio aínda non recibiu ningún visitante"],"No data to display: your page hasn’t received any visitors yet":["Non hai datos para amosar: A teu páxina aínda non recibiu ningún visitante"],"See how many people visit your site from Search and track how you’re achieving your goals":["Mira cantas persoas visitan o teu sitio desde a busca e fai un seguimento de como estás conseguindo os teus obxectivos"],"Set up Google Analytics":["Configura Google Analytics"],"Gathering data…":["Recuperando datos..."],"Maybe later":["Quizais máis tarde"],"Traffic":["Tráfico"],"Your site hasn’t received any visitors yet":["O teu sitio aínda non recibiu ningún visitante"],"Your page hasn’t received any visitors yet":["A túa páxina aínda non recibiu ningún visitante"],"screen reader text\u0004(disabled)":["(desactivado)"],"Place Google Analytics code":["Colocar o código de Google Analytics"],"All logged-in users":["Todos os usuarios conectados"],"Users that can write posts":["Usuarios que poden escribir entradas"],"Users that can write posts will be excluded from Analytics tracking":["Os usuarios que poden escribir entradas serán excluídos do seguimento de Analytics"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s fronte a %2$s"],"Complete setup":["Configuración completa"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Unique Visitors":["Visitantes únicos"],"Source: %s":["Orixe: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Insufficient permissions in %s":["Permisos insuficientes para %s"],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"Report this problem":["Informar deste problema"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Previous period":["Período anterior"],"Country":["País"],"Timezone":["Zona horaria"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Deberás darlle permiso a Site Kit para crear unha conta de Analytics no teu nome e tamén aceptar os termos de servizo de Google Analytics."],"Create your Analytics account":["Crea a túa conta de Analytics"],"You will be redirected to Google Analytics to accept the terms of service.":["Serás redirixido a Google Analytics para que aceptes os termos do servizo."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Hemos completado previamente a información necesaria para a túa nova conta. Confirma ou edita calquera detalle:"],"Proceed":["Proceder"],"Additional Permissions Required":["Precísanse permisos adicionais"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"Site Kit encountered an error":["Site Kit atopou un erro"],"Set up a new account":["Configura unha conta nova"],"Once completed, click the link below to re-fetch your accounts to continue.":["Unha vez que termine fai clic na seguinte ligazón para recargar as túas contas e continuar."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Para crear unha conta nova fai clic non botón seguinte, que abrirá a pantalla de creación dunha conta de Google Analytics nunha nova ventá."],"All logged-in users will be included in Analytics tracking":["Todos os usuarios conectados serán incluídos no seguimento de Analytics"],"All logged-in users will be excluded from Analytics tracking":["Todos os usuarios conectados serán excluídos do seguimento de Analytics"],"Title":["Título"],"Users":["Usuarios"],"Account":["Conta"],"Property":["Propiedade"],"Sessions":["Sesións"],"Pageviews":["Páxinas vistas"],"Error: %s":["Erro: %s"],"Page Title":["Título da páxina"],"Total Clicks":["Clics totais"],"Back":["Atrás"],"Total Impressions":["Impresións totais"],"Avg. Time on Page":["Promedio de tempo na páxina"],"Session Duration":["Duración da sesión"],"Create an account":["Crear unha conta"],"Re-fetch My Account":["Volver a recuperar a miña conta"],"Most popular content":["Contido máis popular"],"Total Unique Visitors":["Visitantes únicos totais"],"Set up a new property":["Configurar unha nova propiedade"],"Top content over the last 28 days":["Contido principal dos últimos 28 días"],"Create Account":["Crear conta"],"Data error in %s":["Erro de datos en %s"],"%s Gathering Data":["Recuperando datos de %s"],"%s data is not yet available, please check back later":["Os datos de %s aínda non están dispoñibles. Por favor, volve a comprobalo máis tarde"],"Looks like you don’t have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Parece que aínda non tes unha conta de Analytics. Unha vez que a crees, fai clic en «Volver a recuperar a miña conta» Site Kit localizaraa."],"Learn more":["Aprender máis"],"Error":["Erro"],"Cancel":["Cancelar"],"Disconnect":["Desconectar"],"Visit your Site Kit dashboard":["Visita o teu escritorio de Site Kit"],"Day":["Día"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-wp-dashboard-a28ad41333bd838dc673.js"}}