{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Don’t show again":["Non volver a amosar"],"Permissions Error":["Erro de permisos"],"Engagement Rate":["Taxa de participación"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Para continuar usando Analytics con Site Kit, tes que conceder permiso para comprobar se produciu algún cambio na túa propiedade de Analytics de destino da túa etiqueta de Google. A función de etiquetas de Google actualizouse recentemente para permitir aos usuarios cambiar a propiedade de Analytics conectada a unha etiqueta sen editar o código do sitio. Debido a este cambio, agora Site Kit debe comprobar regularmente se a etiqueta do seu sitio coincide coa propiedade de Analytics de destino."],"Grant permission":["Conceder permisos"],"Site Kit needs additional permissions to detect updates to tags on your site":["Site Kit precisa permisos adicionais para detectar actualizacións nas etiquetas do teu sitio"],"Enable auto-updates":["Activar as actualizacións automáticas"],"Keep Site Kit up-to-date":["Manter Site Kit actualizado"],"Thanks for enabling auto-updates":["Grazas por activar as actualizacións automáticas"],"Turn on auto-updates so you always have the latest version of Site Kit. We constantly introduce new features to help you get the insights you need to be successful on the web.":["Activa as actualizacións automáticas para ter sempre a última versión de Site Kit. Introducimos constantemente novas funcións para axudarte a obter a información que precisas para ter éxito na web."],"Auto-updates have been enabled. Your version of Site Kit will automatically be updated when new versions are available.":["As actualizacións automáticas foron actualizadas. A túa versión de Sit Kit actualizarase automaticamente cando haxa novas versións dispoñibles."],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Get help":["Obter axuda"],"The following modules failed to be recovered:":["Non se puideron recuperar os seguintes módulos:"],"Retry":["Reintentar"],"Recover":["Recuperar"],"%1$s: %2$s":["%1$s: %2$s"],"Error connecting Site Kit":["Erro ao conectar Site Kit"],"Dashboard data for some services has been interrupted":["Os datos do escritorio dalgúns servizos interrompéronse"],"By recovering the selected modules, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["Recuperando os módulos seleccionados, restaurarás o acceso de outros usuarios compartindo acceso dende a túa conta de Google. Isto non fai ningún cambio aos servizos externos e pódese xestionar en calquera momento dende os axustes de compartir do escritorio."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["Os datos dos seguintes módulos foron compartidos previamente con outros usuarios do sitio por parte doutro administrador que xa non ten acceso. Para restaurar o acceso podes recuperar o módulo como o novo propietario."],"By recovering the module, you will restore access for other users by sharing access via your Google account. This does not make any changes to external services and can be managed at any time via the dashboard sharing settings.":["Ao recuperar o módulo restaurarás o acceso doutros usuarios compartindo acceso dende a túa conta de Google. Isto non fai ningún cambio aos servizos externos e pódese xestionar en calquera momento dende os axustes de compartir do escritorio."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, you may recover the module as the new owner.":["Os datos de %s compartíronse previamente con outros usuarios do sitio por parte de outro administrador que xa non ten acceso. Para restaurar o acceso podes recuperar o módulo coma o novo propietario."],"%s data was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["Os datos de %s compartíronse previamente con outros usuarios do sitio por parte doutro administrador que xa non ten acceso. Para restaurar o acceso ó módulo debe recuperalo outro administrador que teña acceso."],"The data for the following modules was previously shared with other users on the site by another admin who no longer has access. To restore access, the module must be recovered by another admin who has access.":["Os datos dos seguintes módulos compartíronse previamente con outros usuarios do sitio por parte doutro administrador que xa non ten acceso. Para restaurar o acceso ó módulo debe recuperalo outro administrador que teña acceso."],"Search Console is gathering data":["Search Console está recuperando os datos"],"Search Console and Analytics are gathering data":["Search Console e Analytics están recuperando os datos"],"It can take up to %s hour before stats show up for your site. While you’re waiting, connect more services to get more stats.":["Antes de que aparezan as estatísticas do teu sitio, pode pasar ata %s hora. Mentres esperas, conecta máis servizos para obter máis estatísticas.","Antes de que aparezan as estatísticas do teu sitio, poden pasar ata %s horas. Mentres esperas, conecta máis servizos para obter máis estatísticas."],"Not enough traffic yet to display stats":["Aínda non hai tráfico suficiente como para amosar estatísticas"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["Site Kit comezará a amosar as estatísticas no escritorio tan pronto coma un número suficiente de persoas teña visitado o teu sitio. Segue traballando no teu sitio para atraer máis visitantes."],"Go to Settings":["Ir aos axustes"],"Connect more services to see more stats.":["Conecta máis servizos para ver máis estatísticas."],"Maybe later":["Quizais máis tarde"],"screen reader text\u0004(disabled)":["(desactivado)"],"Setup":["Configurar"],"New":["Nova"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Others":["Outros"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s fronte a %2$s"],"Remind me later":["Lémbramo máis adiante"],"OK, got it":["Vale, entendido"],"Next":["Seguinte"],"Learn how":["Máis información sobre como facelo"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Redo the plugin setup":["Refacer a configuración do plugin"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Previous period":["Período anterior"],"Redo setup":["Volver a iniciar a configuración"],"Site Kit can’t access necessary data":["Site Kit non pode acceder aos datos precisos"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non pode acceder a tódolos datos relevantes porque non concediches todos os permisos solicitados durante a configuración. Para usar Site Kit, deberás volver a realizar a configuración. Asegúrate de aprobar todos os permisos na etapa de identificación."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non pode acceder aos datos relevantes de %1$s porque non concediches todos os permisos solicitados durante a configuración. Para usar Site Kit, deberás volver a realizar a configuración de %1$s. Asegúrate de aprobar todos os permisos na etapa de identificación."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non pode acceder a tódolos datos relevantes porque non concediches todos os permisos solicitados durante a configuración. Para usar Site Kit, deberás volver a realizar a configuración para: %s. Asegúrate de aprobar todos os permisos na etapa de identificación."],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"Users":["Usuarios"],"Dismiss":["Descartar"],"Sessions":["Sesións"],"Error: %s":["Erro: %s"],"Back":["Atrás"],"Session Duration":["Duración da sesión"],"Analytics is gathering data":["Analytics está a recuperar os datos"],"Congrats on completing the setup for %s!":["Noraboa por completar a configuración de %s!"],"Learn more":["Aprender máis"],"Day":["Día"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-notifications-2367a0e39a4641cf0a86.js"}}