{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Additional permissions are required to create a new audience in Analytics.":["Precísanse permisos adicionais para crear unha nova audiencia en Analytics."],"Creating these groups require more data tracking. You will be directed to update your Analytics property.":["A creación destes grupos require máis seguimento dos datos. Indicaráseche que actualices a túa propiedade de Analytics."],"Create more visitor groups":["Crea máis grupos de visitantes"],"Error in Widget":["Erro no widget"],"An error prevented this Widget from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Un erro impediu que este widget se mostre correctamente. Informa do contido exacto do erro no foro de soporte para descubrir cal foi a causa."],"Compare your group to other groups":["Compara o teu grupo con outros grupos"],"Top earning pages":["Páxinas que máis gañan"],"Don’t show again":["Non volver a amosar"],"Pages that generated the most AdSense revenue":["Páxinas que xeraron máis ingresos de AdSense"],"You are currently offline. Some features may not be available.":["Actualmente estás desconectado. Algunhas funcións poden non estar dispoñibles."],"Select up to %1$d metrics (%2$d selected)":["Selecciona ata %1$d métricas (%2$d seleccionadas)"],"Select at least %1$d metrics (%2$d selected)":["Selecciona polo menos %1$d métricas (%2$d seleccionadas)"],"Current selection":["Selección actual"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d seleccionadas <MaxCount>(ata %2$d)<\/MaxCount>"],"No data to show":["Sen datos para amosar"],"Update Analytics to track metric":["Actualiza Analytics para realizar un seguemento da métrica"],"Most engaging pages":["Páxinas máis atractivas"],"Analytics update failed":["Fallou a actualización de Analytics"],"Top recent trending pages":["Páxinas de tendencia máis recentes"],"Top categories by pageviews":["Principais categorías por páxinas vistas"],"Most popular authors by pageviews":["Autores máis populares por páxinas vistas"],"Pages with the highest engagement rate":["Páxinas con maior taxa de compromiso"],"Authors whose posts got the most visits":["Autores cuxas entradas recibiron máis visitas"],"Categories that your site visitors viewed the most":["Categorías máis vistas polos teus visitantes"],"Pages with the most pageviews published in the last 3 days":["Páxinas con máis páxinas vistas publicadas nos últimos 3 días"],"Percentage of visitors that left without engagement with your site":["Porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"The metrics you selected require more data tracking. You will be directed to update your Analytics property after saving your selection.":["As métricas que seleccionaches requiren máis seguemento de datos. Indicaráseche que actualices as túas propiedades de Analytics despois de gardar a túa selección."],"The metrics you selected require more data tracking. We will update your Analytics property after saving your selection.":["As métricas que seleccionaches requiren máis seguemento de datos. Actualizaremos a túa propiedade de Analytics despois de gardar a túa selección."],"Pages with the highest percentage of visitors that left without engagement with your site":["Páxinas coa maior porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"Additional permissions are required to create new Analytics custom dimensions":["Precísanse permisos adicionais para crear novas dimensións personalizadas de Analytics"],"Pages your visitors read the most":["Páxinas que máis leron os teus visitantes"],"The cities where most of your visitors came from":["As cidades de onde máis visitantes chegaron"],"The countries where most of your visitors came from":["Os países de onde máis visitantes chegaron"],"The top search queries for your site by highest clickthrough rate":["As principais consultas de busca do teu sitio pola taxa de CTR máis alta"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canle (p.ex. social, de pago, búsqueda) que trouxo a maioría de visitantes ao teu sitio"],"Portion of visitors who visited your site for the first time in this timeframe":["Parte dos visitantes que visitaron o teus sitio por primeira vez neste espazo de tempo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Parte dos visitantes do teu sitio que volveron polo menos unha vez neste espazo de tempo"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Canle (p.ex. social, de pago, busca) que trouxo os visitantes que xeraron a maioría dos eventos clave"]," and ":[" e "],"Visit length":["Duración da visita"],"Returning visitors":["Visitantes recorrentes"],"Least engaging pages":["Páxinas con menos interacción"],"Top pages by returning visitors":["Principais páxinas por visitantes recurrentes"],"Pages per visit":["Páxinas por visita"],"Visits per visitor":["Visitas por visitante"],"Average duration of engaged visits":["Promedio de duración das visitas con interacción"],"Average number of sessions per site visitor":["Cantidade promedio de sesións por visitante do sitio"],"Pages that attracted the most returning visitors":["Páxinas que atraeron á maioría dos visitantes recorrentes"],"%s is disconnected, no data to show":["%s está desconectado, non hai datos que mostrar","%s están desconectados, non hai datos que mostrar"],"Number of pages visitors viewed per session on average":["Cantidade de páxinas que os visitantes viron por sesión de promedio"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canle (p.ex. social, de pago, procura) que trouxo á maioría dos visitantes que tiveron unha interacción significativa co teu sitio"],"Insufficient permissions":["Permisos insuficientes"],"Top countries driving traffic":["Principais países que traen tráfico"],"Email":["Correo electrónico"],"Google account":["Conta de Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Axúdanos a mellorar Site Kit compartindo datos de uso anónimos.<\/span> <span>Todos os datos recompilados son tratados de acordo á <a>Política de privacidade de Google.<\/a><\/span>"],"Data loading failed":["Erro na carga de datos"],"Apply changes":["Aplicar cambios"],"Save selection":["Gardar selección"],"Top traffic source":["Principal fonte de tráfico"],"Pages that brought in the most visitors":["Páxinas que trouxeron máis visitantes"],"Products that brought in the most visitors":["Produtos que trouxeron a máis visitantes"],"Which cities you get the most visitors from":["De que cidades recibes máis visitantes"],"Which countries you get the most visitors from":["De que países recibes máis visitas"],"What people searched for before they came to your site":["Que buscou a xente antes de chegar ao teu sitio"],"Portion of people who visited your site more than once":["Porción de persoas que visitaron o teu sitio máis dunha vez"],"Channel which brought in the most visitors to your site":["Canle que trouxo máis visitantes ao teu sitio"],"Visitors coming via this channel spent the most time on your site":["Os visitantes procedentes deste canle pasaron máis tempo no teu sitio"],"Edit your personalized goals or deactivate this widget in <link><strong>Settings<\/strong><\/link>":["Modifica os teus obxectivos personalizados ou desactiva este widget nos <link><strong>Axustes<\/strong><\/link>"],"How many new visitors you got and how the overall audience changed":["Cantos novos visitantes tes e como cambiou a audiencia xeral"],"Channel which brought in the most visits that resulted in key events":["Canle que trouxo máis visitas que resultaron en eventos clave"],"Top cities driving traffic":["Principais cidades que traen tráfico"],"Most engaged traffic source":["Fonte de tráfico máis activa"],"Top converting traffic source":["Fonte de tráfico que máis converteu"],"Most popular products by pageviews":["Produtos máis populares por páxinas vistas"],"Connect Google Analytics":["Conectar con Google Analytics"],"Top performing keywords":["Palabras clave con mellor rendemento"],"Most popular content by pageviews":["Contido máis popular por páxinas vistas"],"New visitors":["Visitantes novos"],"Google Account for %1$s":["Conta de Google de %1$s"],"Google Account (Email: %1$s)":["Conta de Google (Correo electrónico: %1$s)"],"Google Account for %1$s (Email: %2$s)":["Conta de Google de %1$s (Correo electrónico: %2$s)"],"Copied to clipboard":["Copiado ao portapapeles"],"Copy error contents":["Copiar o contido do erro"],"Retry didn’t work? <HelpLink \/>":["Reintentalo non funcionou? <HelpLink \/>"],"Error message copied to clipboard. Click to copy the error message again.":["Mensaxe de erro copiada ao portapapeles. Fai clic para volver a copiar a mensaxe de erro."],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Key metrics":["Métricas clave"],"Access lost to %s":["Non se puido acceder a %s"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador compartindo este módulo contigo perdeu acceso ao servizo %s, así que non poderás ver as estadísticas no escritorio de Site Kit. Podes contactar con el ou outro administrador para recuperar o acceso."],"Weekly":["Semanalmente"],"Monthly":["Mensualmente"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Google Account":["Conta de Google"],"Done":["Feito"],"Done editing roles":["Edición de perfís rematada"],"Reset sharing permissions":["Restablecer permisos de compartir"],"Reset dashboard sharing permissions":["Restablecer permisos de compartir escritorio"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all dashboard sharing permissions?":["Advertencia: Restablecer estes permisos eliminará o acceso de só lectura para todos os usuarios. Estás seguro de que queres restablecer todos os permisos de compartir escritorio?"],"Request access":["Solicitar acceso"],"Get help":["Obter axuda"],"Recoverable modules\u0004, ":[", "],"Retry":["Reintentar"],"Data Unavailable":["Datos non dispoñibles"],"Data errors in %s":["Erros de datos en %s"],"Any admin signed in with Google":["Calquera administrador conectado con Google"],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Este servizo require acceso xeral ás APIs de Google e non acceso a unha propiedade\/entidade específica dun usuario, así que o acceso de visualización o pode xestionar calquera administrador conectado con Google."],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os datos dos seguintes módulos foron compartidos previamente por un administrador que xa non ten acceso: %s. Por favor, contacta con outro administrador para restauralos."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os datos de %s compartíronse previamente por un administrador que xa non ten acceso. Por favor, contacta con outro administrador para restauralos."],"Contact %s to change who can manage view access for this module":["Contacta con %s para cambiar quen pode xestionar o acceso de visualización deste módulo"],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit dashboard data from the chosen Google service":["Ao facer clic en <strong>Aplicar<\/strong>, darás a outros administradores identificados do teu sitio permisos para xestionar o acceso de só visualización dos datos do escritorio de Site Kit do servizo de Google elixido"],"Only me":["Só eu"],"Product":["Produto"],"Add roles":["Engadir perfís"],"Edit roles":["Editar perfís"],"Who can view":["Quen pode ver"],"Who can manage view access":["Quen pode xestionar o acceso ás vistas"],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Xestionado por<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Contacta co usuario xestor para xestionar o acceso ás vistas"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s conectou isto e deu permisos de xestión a tódolos administradores. Pode cambiar quen pode ver isto no escritorio."],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account":["Facendo clic en <strong>Aplicar<\/strong>, estás a conceder ós perfís seleccionados acceso de só visualización aos datos  dos servizos de Google que conectaches a través da túa conta"],"Apply":["Aplicar"],"Shared services":["Servizos compartidos"],"Open sharing settings":["Abrir os axustes de compartir"],"Shared by <strong>%s<\/strong>":["Compartido por <strong>%s<\/strong>"],"Dashboard sharing & permissions":["Compartición e permisos do escritorio"],"Learn more about dashboard sharing":["Máis información sobre o uso compartido do escritorio"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Comparte unha versión só visible (non escritura) do teu escritorio de Site Kit con outros roles de WordPress. <a>Máis información<\/a>"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Grazas por usar Site Kit!<br \/>Axúdanos a facelo aínda mellor"],"View only":["Só lectura"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Podes ver as estatísticas de todos os servizos compartidos de Google, pero non podes facer ningún cambio. <a>Máis información<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Podes ver as estatísticas de tódolos servizos compartidos de Google, pero non podes facer ningún cambio. <strong>Accede para conectar máis servizos e controlar o acceso compartido.<\/strong>"],"Go to dashboard":["Ir ao escritorio"],"Maybe later":["Quizais máis tarde"],"Search":["Buscar"],"Date range":["Rango de datas"],"Back to dashboard":["Volver ao escritorio"],"Content":["Contido"],"Traffic":["Tráfico"],"Monetization":["Monetización"],"Enter title or URL…":["Introduce o título o a URL..."],"URL Search":["Busca da URL"],"Page\/URL Search":["Busca da páxina\/URL"],"Text input for option %s":["Entrada de texto para a opción %s"],"Choose at least %s answers":["Elixe, polo menos, %s respostas"],"screen reader text\u0004(disabled)":["(desactivado)"],"Help":["Axuda"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Ao continuar, aceptas permitir que Google use as túas respostas e a información da túa conta para mellorar os servizos, segundo a nosa <privacy>privacidade<\/privacy> e <terms>termos<\/terms>."],"New":["Nova"],"Got it":["Entendido"],"Get support":["Obter soporte"],"Read help docs":["Ler os documentos de axuda"],"Fix common issues":["Corrixir os problemas comúns"],"Get help with AdSense":["Obter soporte con AdSense"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Actualizar"],"Complete setup":["Configuración completa"],"Submit":["Enviar"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Source: %s":["Orixe: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Insufficient permissions in %s":["Permisos insuficientes para %s"],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"Report this problem":["Informar deste problema"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Proceed":["Proceder"],"Additional Permissions Required":["Precísanse permisos adicionais"],"Manage Sites":["Xestionar sitios"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"Site Kit encountered an error":["Site Kit atopou un erro"],"Speed":["Velocidade"],"Account":["Conta"],"Dismiss":["Descartar"],"Error: %s":["Erro: %s"],"OK, Got it!":["De acordo, imos alá!"],"Back":["Atrás"],"Site Kit by Google Logo":["Logo de Site Kit by Google"],"Data error in %s":["Erro de datos en %s"],"%s Gathering Data":["Recuperando datos de %s"],"%s data is not yet available, please check back later":["Os datos de %s aínda non están dispoñibles. Por favor, volve a comprobalo máis tarde"],"Learn more":["Aprender máis"],"Cancel":["Cancelar"],"Service name\u0004Analytics":["Analytics"],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuario"],"Connect Service":["Conectar servizo"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar o Site Kit de Google quitará o acceso a todos os servizos. Cando desconectes, terás que volver a autorizar para restaurar o servizo."],"Reset":["Restablecer"],"Close":["Cerrar"],"All":["Todo"],"No results found":["Non se atoparon resultados"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-main-dashboard-e0be854ee45bd990b30d.js"}}