{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"The previously selected publication with ID %s was not found. Please select a new publication.":["Non se atopa a publicación seleccionada previamente co ID %s. Por favor, selecciona unha nova publicación."],"%s configured Reader Revenue Manager and you don’t have access to its configured publication. Contact them to share access or change the configured publication.":["%s configurou Reader Revenue Manager e non tes acceso á súa publicación configurada. Contacta con eles para compartir acceso ou cambiar a configuración da publicación."],"Your Reader Revenue Manager account was successfully set up, but your publication still requires further setup in Reader Revenue Manager.":["A túa conta de Reader Revenue Manager configurouse correctamente, pero a túa publicación aínda require máis configuración en Reader Revenue Manager."],"Your publication is still awaiting review, you can check its status in Reader Revenue Manager.":["A túa publicación está aínda pendente de revisión. Podes revisar o seu estado en Reader Revenue Manager."],"Don’t show again":["Non volver a amosar"],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Retry":["Reintentar"],"Another admin":["Outro administrador"],"Maybe later":["Quizais máis tarde"],"screen reader text\u0004(disabled)":["(desactivado)"],"New":["Nova"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Configuración completa"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"Error: %s":["Erro: %s"],"Back":["Atrás"],"Learn more":["Aprender máis"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-reader-revenue-manager-607d96f98f5402c25944.js"}}