{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Additional permissions are required to create a new audience in Analytics.":["Precísanse permisos adicionais para crear unha nova audiencia en Analytics."],"Creating these groups require more data tracking. You will be directed to update your Analytics property.":["A creación destes grupos require máis seguimento dos datos. Indicaráseche que actualices a túa propiedade de Analytics."],"Create more visitor groups":["Crea máis grupos de visitantes"],"Compare your group to other groups":["Compara o teu grupo con outros grupos"],"Top earning pages":["Páxinas que máis gañan"],"Don’t show again":["Non volver a amosar"],"Pages that generated the most AdSense revenue":["Páxinas que xeraron máis ingresos de AdSense"],"Current selection":["Selección actual"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d seleccionadas <MaxCount>(ata %2$d)<\/MaxCount>"],"Connect Analytics":["Conectar Analytics"],"No data to show":["Sen datos para amosar"],"Update Analytics to track metric":["Actualiza Analytics para realizar un seguemento da métrica"],"Most engaging pages":["Páxinas máis atractivas"],"Analytics update failed":["Fallou a actualización de Analytics"],"Top recent trending pages":["Páxinas de tendencia máis recentes"],"Top categories by pageviews":["Principais categorías por páxinas vistas"],"Personalize your key metrics":["Personaliza as túas métricas clave"],"Permissions updated? <a>Retry<\/a>":["Permisos actualizados? <a>Reintentar<\/a>"],"Most popular authors by pageviews":["Autores máis populares por páxinas vistas"],"Pages with the highest engagement rate":["Páxinas con maior taxa de compromiso"],"Authors whose posts got the most visits":["Autores cuxas entradas recibiron máis visitas"],"Categories that your site visitors viewed the most":["Categorías máis vistas polos teus visitantes"],"Pages with the most pageviews published in the last 3 days":["Páxinas con máis páxinas vistas publicadas nos últimos 3 días"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["Terás que porte en contacto co teu administrador. <a>Máis información<\/a>"],"Percentage of visitors that left without engagement with your site":["Porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["Outro administrador configurou estas métricas para o seu sitio. Faga clic aquí para persoalizalas."],"Pages with the highest percentage of visitors that left without engagement with your site":["Páxinas coa maior porcentaxe de visitantes que marcharon sen interactuar coa túa web"],"Pages your visitors read the most":["Páxinas que máis leron os teus visitantes"],"The cities where most of your visitors came from":["As cidades de onde máis visitantes chegaron"],"The countries where most of your visitors came from":["Os países de onde máis visitantes chegaron"],"The top search queries for your site by highest clickthrough rate":["As principais consultas de busca do teu sitio pola taxa de CTR máis alta"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["Canle (p.ex. social, de pago, búsqueda) que trouxo a maioría de visitantes ao teu sitio"],"Portion of visitors who visited your site for the first time in this timeframe":["Parte dos visitantes que visitaron o teus sitio por primeira vez neste espazo de tempo"],"Portion of your site’s visitors that returned at least once in this timeframe":["Parte dos visitantes do teu sitio que volveron polo menos unha vez neste espazo de tempo"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most key events":["Canle (p.ex. social, de pago, busca) que trouxo os visitantes que xeraron a maioría dos eventos clave"]," and ":[" e "],"Visit length":["Duración da visita"],"Returning visitors":["Visitantes recorrentes"],"Least engaging pages":["Páxinas con menos interacción"],"Top pages by returning visitors":["Principais páxinas por visitantes recurrentes"],"Pages per visit":["Páxinas por visita"],"Visits per visitor":["Visitas por visitante"],"Average duration of engaged visits":["Promedio de duración das visitas con interacción"],"Average number of sessions per site visitor":["Cantidade promedio de sesións por visitante do sitio"],"Pages that attracted the most returning visitors":["Páxinas que atraeron á maioría dos visitantes recorrentes"],"%s is disconnected, no data to show":["%s está desconectado, non hai datos que mostrar","%s están desconectados, non hai datos que mostrar"],"Number of pages visitors viewed per session on average":["Cantidade de páxinas que os visitantes viron por sesión de promedio"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["Canle (p.ex. social, de pago, procura) que trouxo á maioría dos visitantes que tiveron unha interacción significativa co teu sitio"],"Insufficient permissions":["Permisos insuficientes"],"Trouble getting access? <HelpLink \/>":["¿Problemas co acceso? <HelpLink \/>"],"Add a metric":["Engade unha métrica"],"Top countries driving traffic":["Principais países que traen tráfico"],"Change metrics":["Cambiar métricas"],"Data loading failed":["Erro na carga de datos"],"Apply changes":["Aplicar cambios"],"Save selection":["Gardar selección"],"Top traffic source":["Principal fonte de tráfico"],"Pages that brought in the most visitors":["Páxinas que trouxeron máis visitantes"],"Products that brought in the most visitors":["Produtos que trouxeron a máis visitantes"],"Which cities you get the most visitors from":["De que cidades recibes máis visitantes"],"Which countries you get the most visitors from":["De que países recibes máis visitas"],"What people searched for before they came to your site":["Que buscou a xente antes de chegar ao teu sitio"],"Portion of people who visited your site more than once":["Porción de persoas que visitaron o teu sitio máis dunha vez"],"Channel which brought in the most visitors to your site":["Canle que trouxo máis visitantes ao teu sitio"],"Visitors coming via this channel spent the most time on your site":["Os visitantes procedentes deste canle pasaron máis tempo no teu sitio"],"How many new visitors you got and how the overall audience changed":["Cantos novos visitantes tes e como cambiou a audiencia xeral"],"Channel which brought in the most visits that resulted in key events":["Canle que trouxo máis visitas que resultaron en eventos clave"],"Top cities driving traffic":["Principais cidades que traen tráfico"],"Most engaged traffic source":["Fonte de tráfico máis activa"],"Top converting traffic source":["Fonte de tráfico que máis converteu"],"Most popular products by pageviews":["Produtos máis populares por páxinas vistas"],"You can always set up goals in Settings later":["Sempre podes configurar os obxectivos nos axustes máis tarde"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["A sección de métricas clave engadirase de novo ao teu escritorio cando establezas os teus obxectivos en Axustes"],"Get tailored metrics":["Obter métricas a medida"],"Connect Google Analytics":["Conectar con Google Analytics"],"Metrics cannot be displayed without Analytics":["As métricas non se poden amosar sen Google Analytics"],"Top performing keywords":["Palabras clave con mellor rendemento"],"Most popular content by pageviews":["Contido máis popular por páxinas vistas"],"New visitors":["Visitantes novos"],"Retry didn’t work? <HelpLink \/>":["Reintentalo non funcionou? <HelpLink \/>"],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Key metrics":["Métricas clave"],"Access lost to %s":["Non se puido acceder a %s"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador compartindo este módulo contigo perdeu acceso ao servizo %s, así que non poderás ver as estadísticas no escritorio de Site Kit. Podes contactar con el ou outro administrador para recuperar o acceso."],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Request access":["Solicitar acceso"],"Get help":["Obter axuda"],"Recoverable modules\u0004, ":[", "],"Retry":["Reintentar"],"Data Unavailable":["Datos non dispoñibles"],"Data errors in %s":["Erros de datos en %s"],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os datos dos seguintes módulos foron compartidos previamente por un administrador que xa non ten acceso: %s. Por favor, contacta con outro administrador para restauralos."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os datos de %s compartíronse previamente por un administrador que xa non ten acceso. Por favor, contacta con outro administrador para restauralos."],"Maybe later":["Quizais máis tarde"],"Track traffic to this page over time":["Rastrexa o tráfico a esta páxina ao longo do tempo"],"Track your AdSense revenue over time":["Rastrexa os teus ingresos de AdSense ao longo do tempo"],"Find out how visitors experience this page":["Descubre como experimentan esta páxina os visitantes"],"Understand how people found this page from Search":["Entende como atopou a xente esta páxina desde o buscador"],"Keep track of how fast your page is and get specific recommendations on what to improve":["Mantén o seguimento sobre o rápida que é a túa páxina e obtén recomendacións específicas sobre que mellorar"],"Find out how much you’re earning from your content":["Descubre canto estás a gañar co teu contido"],"See how your content is doing":["Mira como está funcionando o teu contido"],"Track your site’s traffic over time":["Rastrexa o tráfico do teu sitio ao longo do tempo"],"Find out how your audience is growing":["Descubre como está medrando o teu audiencia"],"Find out how visitors experience your site":["Descubre como experimentan o teu sitio os visitantes"],"Keep track of your most popular pages and how people found them from Search":["Mantén o seguemento das túas páxinas máis populares e como atopaches a xente na busca"],"Keep track of how fast your pages are and get specific recommendations on what to improve":["Mantén o seguimento sobre o rápidas que son as túas páxinas e obtén recomendacións específicas sobre que mellorar"],"screen reader text\u0004(disabled)":["(desactivado)"],"New":["Nova"],"Got it":["Entendido"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Update":["Actualizar"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Source: %s":["Orixe: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Insufficient permissions in %s":["Permisos insuficientes para %s"],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"Error: %s":["Erro: %s"],"Back":["Atrás"],"Data error in %s":["Erro de datos en %s"],"%s Gathering Data":["Recuperando datos de %s"],"%s data is not yet available, please check back later":["Os datos de %s aínda non están dispoñibles. Por favor, volve a comprobalo máis tarde"],"Analytics is disconnected":["Analytics está desconectado"],"Learn more":["Aprender máis"],"Cancel":["Cancelar"],"Service name\u0004Analytics":["Analytics"],"Disconnect":["Desconectar"],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-widgets-1de0c76dabc56b27df59.js"}}