{"translation-revision-date":"2025-12-04 09:52:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Email":["Correo electrónico"],"Google account":["Conta de Google"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Axúdanos a mellorar Site Kit compartindo datos de uso anónimos.<\/span> <span>Todos os datos recompilados son tratados de acordo á <a>Política de privacidade de Google.<\/a><\/span>"],"Enable message":["Activar mensaxe"],"Enable error protection code (optional)":["Activar o código de protección de erros (opcional)"],"Enable ad blocking recovery message (required)":["Activar a mensaxe de recuperación de bloqueo de anuncios (obrigatorio)"],"If a site visitor’s ad blocker browser extension blocks the message you create in AdSense, a default, non-customizable ad blocking recovery message will display instead. <a>Learn more<\/a>":["Se a extensión de bloqueo de anuncios do navegador dun visitante do sitio bloquea a mensaxe creada en AdSense, mostrarase no seu lugar unha mensaxe de recuperación de bloqueo de anuncios por defecto, non personalizábel. <a>Saber máis<\/a>"],"Create message":["Crear mensaxe"],"My message is ready":["A miña mensaxe está lista"],"Step %1$s of %2$s (active).":["Paso %1$s de %2$s (activo)."],"Step %1$s of %2$s (upcoming).":["Paso %1$s de %2$s (próximamente)."],"Step %1$s of %2$s (completed).":["Paso %1$s de %2$s (completado)."],"Create your site’s ad blocking recovery message (required)":["Crea a teu mensaxe de recuperación de bloqueo de anuncios para o sitio (obrigatorio)"],"Ad blocking recovery only works if you’ve created and published your message in AdSense":["A recuperación de bloqueo de anuncios só funciona se creaches e publicaches a túa mensaxe en AdSense"],"Site visitors will be given the option to allow ads on your site. You can also present them with other options to fund your site (optional)":["Daráselle aos visitantes do sitio á opción de permitir anuncios no teu sitio. Sempre lles podes mostrar outras opcións para que financien o teu sitio (opcional)"],"Identify site visitors that have an ad blocker browser extension installed. These site visitors will see the ad blocking recovery message created in AdSense.":["Identifica aos visitantes do sitio que teñan instalada unha extensión de navegador de bloqueo de anuncios. Estes visitantes do sitio verán a mensaxe de recuperación de bloqueo de anuncios creado en AdSense."],"Create and publish an ad blocking recovery message in AdSense":["Crea e publica unha mensaxe de recuperación de bloqueo de anuncios en AdSense"],"Google Account for %1$s":["Conta de Google de %1$s"],"Google Account (Email: %1$s)":["Conta de Google (Correo electrónico: %1$s)"],"Google Account for %1$s (Email: %2$s)":["Conta de Google de %1$s (Correo electrónico: %2$s)"],"Ad Blocking Recovery":["Recuperación do bloqueo de anuncios"],"Copied to clipboard":["Copiado ao portapapeles"],"Copy error contents":["Copiar o contido do erro"],"Error message copied to clipboard. Click to copy the error message again.":["Mensaxe de erro copiada ao portapapeles. Fai clic para volver a copiar a mensaxe de erro."],"The server provided an invalid response":["O servidor proporcionou unha resposta non válida"],"There was a critical error on this website while fetching data":["Houbo un erro crítico nesta web mentres se recuperaban os datos"],"Key metrics":["Métricas clave"],"<strong>Note:<\/strong> %s":["<strong>Nota:<\/strong> %s"],"Failed to load media":["Fallo ao cargar os medios"],"Failed to load graphic":["Fallo ao cargar o gráfico"],"Google Account":["Conta de Google"],"Get help":["Obter axuda"],"Connect now":["Conectar agora"],"You’re in control":["Ti tes o control"],"Earn money from your site":["Gana diñeiro co teu sitio"],"Save time with automated ads":["Aforra tempo con os anuncios automatizados"],"Focus on writing good content and let AdSense help you make it profitable":["Céntrate en escribir bo contido e deixa que AdSense che ayude a facelo lucrativo"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Bloquea anuncios que non che gusten, personaliza onde deben aparecer anuncios, e elixe que tipos se axustan mellor ao teu sitio"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Os anuncios automáticos ubican e optimizan automaticamente os teus anuncios para que non teñas que empregar tempo facéndoo pola túa conta"],"Retry":["Reintentar"],"Apply now":["Solicitar agora"],"Shared services":["Servizos compartidos"],"Review AdSense account":["Revisar a conta de AdSense"],"Shared by <strong>%s<\/strong>":["Compartido por <strong>%s<\/strong>"],"Add this site to your AdSense account":["Engadir este sitio á túa conta de AdSense"],"Your account isn’t ready to show ads yet":["A túa conta non está preparada para amosar anuncios"],"Learn more about dashboard sharing":["Máis información sobre o uso compartido do escritorio"],"Looks like you need to upgrade your AdSense account":["Parece que tes que actualizar a túa conta de AdSense"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Para usar AdSense na túa web, debes actualizar a túa conta e engadir «AdSense para contido». <a>Saber máis<\/a>"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Grazas por usar Site Kit!<br \/>Axúdanos a facelo aínda mellor"],"View only":["Só lectura"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Podes ver as estatísticas de todos os servizos compartidos de Google, pero non podes facer ningún cambio. <a>Máis información<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Podes ver as estatísticas de tódolos servizos compartidos de Google, pero non podes facer ningún cambio. <strong>Accede para conectar máis servizos e controlar o acceso compartido.<\/strong>"],"Enable auto ads":["Activar os anuncios automáticos"],"Request review in AdSense":["Solicitar revisión en AdSense"],"Enable auto ads for your site":["Activa os anuncios automáticos para o teu sitio"],"Proceed without enabling auto ads":["Proceder sen activar os anuncios automáticos"],"Your site is ready to use AdSense":["O teu sitio está listo para usar AdSense"],"Your AdSense account is ready to connect to Site Kit":["A teu conta de AdSense está lista para conectar con Site Kit"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Para empezar a servir anuncios, o teu sitio ten que ser aprobado primeiro. Vai a AdSense e solicita unha revisión."],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Para comezar a servir anuncios mediante Site Kit, primeiro tes que activar os anuncios automáticos. Vai a AdSense e activa os anuncios automáticos para o teu sitio."],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["Site Kit recomenda activar os anuncios automáticos. Se a túa configuración actual de AdSense se basa en unidades de anuncios individuais, podes proceder sen activar os anuncios automáticos."],"Connect your AdSense account to see stats on your overall earnings, page CTR, and top earning pages":["Conecta a túa conta de AdSense para ver as estatísticas das túas ganancias globais, CTR de páxina e páxinas con maiores ganancias"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads":["Site Kit engadiu o código de AdSense no teu sitio para conectar o teu sitio con AdSense e axudarche a sacar o maior partido posible dos anuncios"],"Invalid site state %s":["Estado de sitio %s non válido"],"Go to dashboard":["Ir ao escritorio"],"Review site in AdSense":["Revisar sitio en AdSense"],"Your site requires review":["O teu sitio require revisión"],"Your site is getting ready":["O teu sitio está case listo"],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Xa tiñas un código de AdSense neste sitio para esta conta. Recomendamos que uses Site Kit para engadir o código e así sacar o maior partido posible de AdSense."],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["Site Kit detectou código de AdSense dunha conta diferente %1$s no teu sitio. Para configurar AdSense para a túa conta actual %2$s, recomendamoste que uses Site Kit para engadir o código."],"This usually takes a few days, but in some cases can take a few weeks. You’ll get an email from AdSense as soon as they have run some checks on your site.":["Isto normalmente leva uns poucos días, pero nalgunhas ocasións pode levar unhas semanas. Recibirás un correo electrónico de AdSense tan pronto como teñan realizado algunhas comprobacións no teu sitio."],"You need to fix some things with this site before we can connect Site Kit to your AdSense account":["Tes que corrixir algunhas cousas neste sitio antes de que poidamos conectar Site Kit coa túa conta de AdSense"],"Make sure to remove the existing AdSense code to avoid conflicts with the code placed by Site Kit":["Asegúrate de eliminar o código existente de AdSense para evitar conflitos co código engadido por Site Kit"],"Create AdSense account":["Crear unha conta de AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Xa usas AdSense? Engade %s como un usuario a unha conta de AdSense existente. <a>Aprende máis<\/a>"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Unha vez crees a túa conta, Site Kit colocará o código de AdSense en cada páxina do teu sitio. Isto significa que o teu sitio será optimizado automaticamente para axudarche a gañar diñeiro co teu contido."],"Maybe later":["Quizais máis tarde"],"Back to dashboard":["Volver ao escritorio"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team":["As contas de AdSense están <a>suxeitas a revisión e aprobación<\/a> polo equipo de Google AdSense"],"Content":["Contido"],"Traffic":["Tráfico"],"Monetization":["Monetización"],"Exclude from Ads":["Excluír dos anuncios"],"Users who can write posts":["Usuarios que poden escribir entradas"],"Ads will be displayed for all users":["Os anuncios amosaranse para todos os usuarios"],"Ads will not be displayed for all logged-in users":["Os anuncios non se amosaran para todos os usuarios conectados"],"Ads will not be displayed for users that can write posts":["Os anuncios non se amosarán para os usuarios que poidan escribir entradas"],"screen reader text\u0004(disabled)":["(desactivado)"],"Help":["Axuda"],"All logged-in users":["Todos os usuarios conectados"],"Got it":["Entendido"],"Get support":["Obter soporte"],"Read help docs":["Ler os documentos de axuda"],"Fix common issues":["Corrixir os problemas comúns"],"Get help with AdSense":["Obter soporte con AdSense"],"%dh":["%d h"],"%dm":["%d m"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Select ad unit":["Seleccionar unidade de anuncio"],"Web Stories Ad Unit":["Unidade de anuncio de historias web"],"Complete setup":["Configuración completa"],"Learn more about updating your AdSense account":["Aprende máis acerca de como actualizar a túa conta de AdSense"],"Learn more about adding a user to an existing AdSense account":["Aprende máis acerca de como engadir un usuario a unha conta existente de AdSense"],"Next":["Seguinte"],"screen reader text\u0004(opens in a new tab)":["(abre nunha nova pestana)"],"Source: %s":["Orixe: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este servizo foi conectado orixinalmente por un administrador — Podes contactar con él para máis información."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este servizo foi conectado orixinalmente polo administrador «%s» — Podes contactar con él para máis información."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para acceder aos datos de %s, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Search Console, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta vista de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta conta de Analytics, polo que non poderás ver as súas estatísticas no escritorio de Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["A túa conta de Google non ten permisos suficientes para esta propiedade de Analytics, polo que non poderás ver as súass estatísticas no escritorio de Site Kit."],"Report this problem":["Informar deste problema"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Para corrixilo, <a href=\"%2$s\">refai a configuración do plugin<\/a>."],"Recommended":["Recomendado"],"Add site to AdSense":["Engadir sitio a AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet":["Detectamos que aínda non engadiches este sitio á túa conta de AdSense"],"Select your AdSense account":["Selecciona a túa conta de AdSense"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Parece que tes varias contas de AdSense asociadas á túa conta de Google. Selecciona a conta para usar con Site Kit a continuación."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["Site Kit detectou o código de AdSense %1$s na túa páxina. Recomendámosche que quites ese código ou engadas %2$s como usuario á conta %3$s de AdSense."],"Link Analytics and AdSense":["Como vincular Analytics e AdSense"],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Obtén informes das túas páxinas con máis ingresos ligando as túas contas de Analytics e AdSense"],"Proceed":["Proceder"],"Additional Permissions Required":["Precísanse permisos adicionais"],"Manage Sites":["Xestionar sitios"],"%sK":["%s k"],"%sM":["%s M"],", ":[", "],"Last %s day":["Último día (%s)","Últimos %s dias"],"Site Kit encountered an error":["Site Kit atopou un erro"],"Speed":["Velocidade"],"Account":["Conta"],"Error: %s":["Erro: %s"],"OK, Got it!":["De acordo, imos alá!"],"Back":["Atrás"],"Site Kit by Google Logo":["Logo de Site Kit by Google"],"Create your AdSense account":["Crea a túa conta de AdSense"],"Your site isn’t ready to show ads yet":["O teu sitio non está aínda preparado para amosar anuncios"],"Let Site Kit place AdSense code on your site":["Deixa que Site Kit coloque o código de AdSense no teu sitio"],"You need to fix some things before we can connect Site Kit to your AdSense account":["Tes que arranxar algunhas cousas antes de que poidamos conectar Site Kit á túa conta de AdSense"],"Learn more":["Aprender máis"],"Cancel":["Cancelar"],"Service name\u0004AdSense":["AdSense"],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuario"],"Connect Service":["Conectar servizo"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar o Site Kit de Google quitará o acceso a todos os servizos. Cando desconectes, terás que volver a autorizar para restaurar o servizo."],"Close":["Cerrar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-ad-blocking-recovery-4464ef45f8c34471ee3f.js"}}