{"translation-revision-date":"2025-10-30 13:08:27+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Manage Your License Key":["Je licentiesleutel beheren"],"License Manager":["Licentie manager"],"Integration with other plugins":["Integratie met andere plugins"],"No promotion available for this tab.":["Geen promotie beschikbaar voor deze tab."],"Video:":["Video:"],"Get access to all premium features by upgrading to LoginPress Pro.":["Krijg toegang tot alle premium functies door te upgraden naar LoginPress Pro."],"How Login Redirects Works":["Hoe login omleidingen werken"],"How Limit Login Login Attempts Works":["Hoe Limit Login Login Attempts werkt"],"How Hide Login Works":["Hoe Hide Login werkt"],"How Social Logins Works":["Hoe social logins werkt"],"How Auto Login Works":["Hoe automatisch login werkt"],"How To Use LoginPress With Google reCaptcha V2":["Hoe LoginPress gebruiken met Google reCAPTCHA V2"],"Refresh Page":["Ververs pagina"],"Technical Details":["Technische details"],"This component encountered an error. Please refresh the page.":["Er is een fout opgetreden bij dit onderdeel. Ververs de pagina."],"Oops! Something went wrong":["Er ging iets niet goed"],"Save Changes":["Wijzigingen opslaan"],"Saving...":["Aan het opslaan..."],"Enable to remove all custom settings made by LoginPress-Pro upon uninstall.":["Alle instellingen die zijn gemaakt door LoginPress Pro verwijderen bij de-installatie."],"Enable to remove all custom settings made by LoginPress upon uninstall.":["Alle instellingen die door LoginPress zijn gemaakt verwijderen bij de-installatie."],"Note: All your customization will be reverted back to the LoginPress default theme.":["Let op: al je aanpassingen worden teruggezet naar het LoginPress standaardthema."],"Enable to reset customizer settings.":["Inschakelen om customizer instellingen te resetten."],"Reset Customizer Settings":["Reset customizer instellingen"],"Enable to remove Language Switcher Dropdown on Login Forms.":["Taal wisselaar dropdown op login formulieren verwijderen."]," to WordPress Login Forms.":[" naar WordPress login formulieren."],"PCI Compliance":["PCI naleving"],"Enter each domain in the format @domain.com and press Enter (e.g., @gmail.com, @yahoo.com).":["Voer elk domein in het format @domain.com in en druk op enter (bijvoorbeeld @gmail.com, @Yahoo.com)."],"Restrict Domains":["Domeinen beperken"],"Disallow":["Niet toestaan"],"Allow":["Toestaan"],"Registration from Specific Domains":["Registratie van specifieke domeinen"],"Select the language whose characters should be allowed in usernames.":["Selecteer de taal waarvan de karakters moeten worden toegestaan in gebruikersnamen."],"Greek":["Grieks"],"Georgian":["Georgisch"],"Cyrillic":["Cyrillisch"],"Bopomofo":["Bopomofo"],"Bengali":["Bengalees"],"Armenian":["Armeens"],"Latin":["Latijn"],"Arabic":["Arabisch"],"Choose Languages":["Talen kiezen"],"Enable to allow usernames with special characters from selected languages.":["Inschakelen om gebruikersnamen met speciale karakters uit geselecteerde talen toe te staan."],"Allow Special Characters":["Speciale karakters toestaan"],"Reset Password Form":["Reset wachtwoord formulier"],"Enable Password Strength On":["Wachtwoordsterkte inschakelen op"]," to the Registration Form.":[" op het formulier."],"Enable to add ":["Inschakelen om toe te voegen "]," option always checked on the Login Page.":[" optie altijd aangevinkt op de login pagina."],"Enable to keep the ":["Inschakelen om de "],"Allows admin to verify user's registration request on the site.":["Hiermee kan de beheerder het registratieverzoek van de gebruiker op de site verifiëren."],"New user verification":["Verificatie nieuwe gebruiker"]," filter.":[" Filteren."],"Alternatively, to allow a custom bot, use the ":["Als alternatief, om een aangepaste bot toe te staan, gebruik je de "],"Choose Crawlers":["Kies crawlers"],"Enable to allow search engine bots (crawlers) to access the main page without login.":["Inschakelen om zoekmachine bots (crawlers) toegang te geven tot de hoofdpagina zonder login."],"Allow Crawlers to Access Main Page":["Crawlers toegang geven tot hoofdpagina"],"Enable to force prompt user login for exclusive access.":["Inschakelen om gebruikers te dwingen in te loggen voor exclusieve toegang."],"Force Login":["Forceer login"],"WordPress Customizer":["WordPress customizer"],"Everything else is customizable through":["Al het andere is aan te passen via"],"An error occurred while saving.":["Er is een fout opgetreden tijdens het opslaan."],"Error saving settings.":["Fout tijdens opslaan instellingen."],"Settings saved successfully!":["Instellingen succesvol opgeslagen!"],"Domain format is valid!":["Domein format is geldig!"],"New":["Nieuw"],"for More Features":["voor meer functies"],"Upgrade to Pro":["Upgraden naar pro"],"Upgrade Now":["Upgrade nu"],"Coming soon":["Binnenkort beschikbaar"],"Simplify learning access with our login tools.":["Vereenvoudig de toegang tot leren met onze gereedschappen voor login."],"LearnDash":["LearnDash"],"Let students log in easily and securely.":["Laat leerlingen eenvoudig en veilig inloggen."],"LifterLMS":["LifterLMS"],"Hassle-free login experience for your BuddyBoss community.":["Probleemloos login voor je BuddyBoss community."],"BuddyBoss":["BuddyBoss"],"Boost community logins with social and captcha support.":["Boost community logins met sociale en CAPTCHA ondersteuning."],"BuddyPress":["BuddyPress"],"Secure digital purchases with login enhancements.":["Beveilig digitale aankopen met login verbeteringen."],"Easy Digital Downloads":["Easy Digital Downloads"],"Quick, secure logins for your WooCommerce store.":["Snel en veilig logins voor je WooCommerce winkel."],"WooCommerce":["WooCommerce"],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["LoginPress integreert met de populairste WordPress plugins om je login ervaring te verbeteren. Onder andere onze functies Sociale Login, CAPTCHA en Limit Login Attempts zijn eenvoudig te integreren in deze platforms, waardoor je de toegang voor gebruikers kunt stroomlijnen en de beveiliging kunt verbeteren."],"Integrations":["Integraties"],"Remove Settings On Uninstall For Pro":["Instellingen verwijderen bij verwijderen voor Pro"],"Enable to show password strength meter.":["Inschakelen om de wachtwoordsterktemeter weer te geven."],"Password Strength Meter":["Wachtwoord sterkte meter"],"[0-9] At least one integer number.":["[0-9] minstens één geheel getal."],"[ @,#,$,% etc ] At least one special character.":["[@,#,$,% enz. ] ten minste één speciaal teken."],"[a-z | A-Z] At least one lower & upper case character.":["[a-z | A-Z] ten minste één kleineletter & hoofdletter."],"Password Strength Options":["Opties voor wachtwoordsterkte"],"Set the minimum password length. e.g: 8":["Stel de minimale wachtwoordlengte in. Bijv.: 8"],"Minimum Password Strength":["Minimale wachtwoordsterkte"],"To Enable password strength setting on password field.":["Instellingen voor wachtwoordsterkte op wachtwoordveld inschakelen."],"Enable Password Strength":["Wachtwoordsterkte inschakelen"],"WooCommerce Reset Form":["WooCommerce formulier reset"],"Register Form":["Registratie formulier"],"How to Setup":["Hoe een setup te doen"],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["Met de LoginPress CAPTCHA functie kun je eenvoudig verschillende soorten CAPTCHA diensten integreren in je login en registratie formulieren. De aangeboden CAPTCHA types omvatten Google reCAPTCHA, hCaptcha en andere veelgebruikte CAPTCHA diensten. Deze functie helpt spam, botaanvallen en geautoriseerde toegang te voorkomen en zorgt voor een veiligere gebruikerservaring."],"CAPTCHA Protection Settings":["Instellingen CAPTCHA bescherming"],"Captchas":["CAPTCHA's"],"Choose the roles for password reset forcefully to secure the site's security.":["Kies de rollen voor het geforceerd resetten van wachtwoorden om de beveiliging van de site te waarborgen."],"Password Reset For":["Wachtwoord opnieuw instellen voor"],"Set the duration in days after which the user will be forced to change password again. e.g 10.":["Stel de duur in dagen in waarna de gebruiker wordt gedwongen het wachtwoord opnieuw te wijzigen. Bijv. 10."],"Password Reset Duration":["Duur wachtwoordherstel"],"Enable to enforce password reset after certain duration.":["Inschakelen om wachtwoord reset na bepaalde tijd af te dwingen."],"Force Password Reset":["Wachtwoord opnieuw instellen afdwingen"],"Login Page Settings":["Instelling login pagina"],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Met deze LoginPress add-on kun je (Beheerder) een unieke URL genereren voor bepaalde gebruikers die je geen wachtwoord wilt geven om in te loggen op je site. Deze Pro add-on geeft je een lijst van alle gebruikers die je automatisch gegenereerde aanmeldlinks hebt gegeven. Je kunt iemand de toegang ontzeggen en bepaalde gebruikers verwijderen."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Leid gebruikers om op basis van hun rollen en specifieke gebruikersnamen. Dit is handig als je een redacteur hebt en hem wilt doorsturen naar de statistiekenpagina van zijn redacteur. Beperk je abonnees, gasten of zelfs klanten naar bepaalde pagina's in plaats van wp-admin. Deze add-on heeft een coole UX\/UI om alle aanmeldingsomleidingen te beheren die je op je site hebt gemaakt."],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["Social login van LoginPress is een add-on die je gebruikers de mogelijkheid biedt om in te loggen en te registreren via Facebook, Google en Twitter. Deze add-on voorkomt spam en bot registraties. Deze add-on helpt je gebruikers om probleemloos in te loggen op je site."],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Iedereen heeft controle nodig over zijn login pagina. Dit helpt je om je login pogingen per gebruiker bij te houden. Je kunt de login pogingen per gebruiker beperken. Brute force aanvallen zijn de meest voorkomende manier om toegang te krijgen tot je site. Deze add-on werkt als een schild tegen deze aanvallen en geeft je de controle om de tijd tussen elke login poging in te stellen."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Met deze LoginPress add-on kun je de URL van de Loginpagina veranderen in wat je maar wilt. Dit maakt het spammers die naar je Loginpagina blijven gaan moeilijk. Dit is handig voor brute force aanvallen. Een waarschuwing bij het gebruik van deze add-on is dat je de aangepaste aanmelding URL moet onthouden nadat je hem hebt gewijzigd. We hebben een optie om je aangepaste Loginadres te e-mailen zodat je het onthoudt."],"Third Party login access":["Login toegang derden"],"Automatically redirects the login":["De login wordt automatisch omgeleid"],"Limits for login attempts":["Limieten voor login pogingen"],"Hide your login page":["Verberg je login pagina"],"No More Manual Login":["Geen handmatige login meer"],"Enable PCI Compliance":["Inschakelen PCI naleving"],"Language Switcher":["Taalwisselaar"],"Only Email Address":["Alleen e-mailadres"],"Only Username":["Alleen gebruikersnaam"],"Both Username Or Email Address":["Gebruikersnaam of e-mailadres"],"Auto Remember Me":["Auto onthoud mij"],"Hide Login":["Login verbergen"],"Auto Login":["Automatische login"],"Limit Login Attempts":["Beperk login pogingen"],"Social Login":["Social login"],"Login Redirects":["Login omleidingen"],"UPGRADE NOW":["UPGRADE NU"],"Remove Settings On Uninstall":["Instellingen verwijderen bij deïnstallatie"],"Use WordPress default lost password URL instead of WooCommerce custom lost password URL.":["Gebruik standaard vergeten wachtwoord URL van WordPress in plaats van WooCommerce aangepaste URL."],"Lost Password URL":["Wachtwoord vergeten URL"],"Remember Me":["Herinner mij"],"Login Order":["Login volgorde"],"Custom Password Fields":["Aangepaste wachtwoord velden"],"Set the session expiration time in minutes. e.g: 10":["Zet de sessie expiratietijd in minuten. Bijv.: 10"],"Session Expire":["Sessie verloopt"],"Upgrade to Pro for More Features":["Upgrade naar Pro voor meer functies"],"Settings":["Instellingen"]}},"comment":{"reference":"build\/index.js"}}