{"translation-revision-date":"2025-11-15 01:55:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Manage Your License Key":["Verwalten Sie Ihren Lizenzschlüssel"],"License Manager":["Lizenzmanager"],"Integration with other plugins":["Integration mit anderen Plugins"],"No promotion available for this tab.":["Keine Shortlink für diesen Tab vorhanden."],"Video:":["Video:"],"Get access to all premium features by upgrading to LoginPress Pro.":["Erhalten Sie Zugang zu allen Premium-Funktionen, indem Sie auf LoginPress Pro upgraden."],"How Login Redirects Works":["Wie Login-Umleitungen funktionieren"],"How Limit Login Login Attempts Works":["So funktioniert die Begrenzung der Anmeldeversuche"],"How Hide Login Works":["So funktioniert Hide Login"],"How Social Logins Works":["Wie Social Logins funktionieren"],"How Auto Login Works":["So funktioniert die automatische Anmeldung"],"How To Use LoginPress With Google reCaptcha V2":["Wie man LoginPress mit Google reCaptcha V2 verwendet"],"Refresh Page":["Seite aktualisieren"],"Technical Details":["Technische Details"],"This component encountered an error. Please refresh the page.":["Bei dieser Komponente ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite."],"Oops! Something went wrong":["Es ist ein Fehler aufgetreten."],"Save Changes":["Änderungen speichern"],"Saving...":["Wird gespeichert …"],"Enable to remove all custom settings made by LoginPress-Pro upon uninstall.":["Aktivieren Sie diese Option, um alle von LoginPress-Pro vorgenommenen Einstellungen bei der Deinstallation zu entfernen."],"Enable to remove all custom settings made by LoginPress upon uninstall.":["Aktivieren Sie diese Option, um alle individuellen Einstellungen von LoginPress bei der Deinstallation zu entfernen."],"Note: All your customization will be reverted back to the LoginPress default theme.":["Hinweis: Alle deine Anpassungen werden auf das Standard-Theme von LoginPress zurückgesetzt."],"Enable to reset customizer settings.":["Aktivieren Sie diese Option, um die Customizer-Einstellungen zurückzusetzen."],"Reset Customizer Settings":["Customizer-Einstellungen zurücksetzen"],"Enable to remove Language Switcher Dropdown on Login Forms.":["Aktivieren, um das Dropdown-Menü für die Sprachumschaltung in Anmeldeformularen zu entfernen."]," to WordPress Login Forms.":[" zu WordPress Login-Formularen."],"PCI Compliance":["PCI-Einhaltung"],"Enter each domain in the format @domain.com and press Enter (e.g., @gmail.com, @yahoo.com).":["Geben Sie jede Domain im Format @domain.com ein und drücken Sie die Eingabetaste (z.B. @gmail.com, @yahoo.com)."],"Restrict Domains":["Domains einschränken"],"Disallow":["Nicht erlauben"],"Allow":["Erlauben"],"Registration from Specific Domains":["Registrierung von bestimmten Domains"],"Select the language whose characters should be allowed in usernames.":["Wähle die Sprache aus, deren Zeichen in Benutzernamen erlaubt sein sollen."],"Greek":["Griechisch"],"Georgian":["Georgisch"],"Cyrillic":["Kyrillisch"],"Bopomofo":["Bopomofo"],"Bengali":["Bengalisch"],"Armenian":["Armenisch"],"Latin":["Latein"],"Arabic":["Arabisch"],"Choose Languages":["Sprachen wählen"],"Enable to allow usernames with special characters from selected languages.":["Aktivieren, um Benutzernamen mit Sonderzeichen aus ausgewählten Sprachen zuzulassen."],"Allow Special Characters":["Sonderzeichen zulassen"],"Reset Password Form":["Passwort-zurücksetzen-Formular"],"Enable Password Strength On":["Passwortstärke aktivieren Ein"]," to the Registration Form.":[" zum Anmeldeformular."],"Enable to add ":["Aktivieren zum Hinzufügen "]," option always checked on the Login Page.":[" Option auf der Anmeldeseite immer aktiviert."],"Enable to keep the ":["Aktivieren, um die "],"Allows admin to verify user's registration request on the site.":["Ermöglicht es dem Administrator, die Registrierungsanfrage des Benutzers auf der Website zu überprüfen."],"New user verification":["Überprüfung neuer Benutzer"]," filter.":[" Filter."],"Alternatively, to allow a custom bot, use the ":["Um einen individuellen Bot zuzulassen, können Sie alternativ die "],"Choose Crawlers":["Crawler wählen"],"Enable to allow search engine bots (crawlers) to access the main page without login.":["Aktivieren Sie diese Option, damit Suchmaschinen-Bots (Crawler) ohne Anmeldung auf die Hauptseite zugreifen können."],"Allow Crawlers to Access Main Page":["Crawlern den Zugriff auf die Hauptseite gestatten"],"Enable to force prompt user login for exclusive access.":["Aktivieren, um eine Benutzeranmeldung für exklusiven Zugriff zu erzwingen."],"Force Login":["Login erzwingen"],"WordPress Customizer":["WordPress Customizer"],"Everything else is customizable through":["Alles andere ist anpassbar durch"],"An error occurred while saving.":["Beim Speichern ist ein Fehler aufgetreten."],"Error saving settings.":["Fehler beim Speichern der Einstellungen."],"Settings saved successfully!":["Einstellungen erfolgreich gespeichert!"],"Domain format is valid!":["Das Domainformat ist gültig!"],"New":["Neu"],"for More Features":["für mehr Funktionen"],"Upgrade to Pro":["Upgrade auf Pro"],"Upgrade Now":["Jetzt upgraden"],"Coming soon":["Demnächst verfügbar"],"Simplify learning access with our login tools.":["Vereinfachen Sie den Zugang zum Lernen mit unseren Login-Tools."],"LearnDash":["LearnDash"],"Let students log in easily and securely.":["Lassen Sie Ihre Schüler\/innen sich einfach und sicher anmelden."],"LifterLMS":["LifterLMS"],"Hassle-free login experience for your BuddyBoss community.":["Problemlose Anmeldung für Ihre BuddyBoss Community."],"BuddyBoss":["BuddyBoss"],"Boost community logins with social and captcha support.":["Verbessern Sie die Community-Logins mit sozialer und Captcha-Unterstützung."],"BuddyPress":["BuddyPress"],"Secure digital purchases with login enhancements.":["Sichere digitale Einkäufe mit verbesserten Login-Funktionen."],"Easy Digital Downloads":["Easy Digital Downloads"],"Quick, secure logins for your WooCommerce store.":["Schnelle, sichere Logins für Ihren WooCommerce-Shop."],"WooCommerce":["WooCommerce"],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["LoginPress lässt sich mit den beliebtesten WordPress-Plugins integrieren, um Ihr Login-Erlebnis zu verbessern. Unsere Funktionen wie Social Login, CAPTCHA und Limit Login Attempts lassen sich leicht in diese Plattformen integrieren und helfen Ihnen, den Benutzerzugang zu optimieren und die Sicherheit zu erhöhen."],"Integrations":["Integrationen"],"Remove Settings On Uninstall For Pro":["Einstellungen entfernen bei Deinstallation von Pro"],"Enable to show password strength meter.":["Aktivieren Sie diese Option, um die Passwortstärke anzuzeigen."],"Password Strength Meter":["Anzeige der Passwortstärke"],"[0-9] At least one integer number.":["[0-9] Mindestens eine ganzzahlige Zahl."],"[ @,#,$,% etc ] At least one special character.":["[ @,#,$,% etc ] Mindestens ein Sonderzeichen."],"[a-z | A-Z] At least one lower & upper case character.":["[a-z | A-Z] Mindestens ein Klein- und ein Großbuchstabe."],"Password Strength Options":["Optionen für die Passwortstärke"],"Set the minimum password length. e.g: 8":["Lege die minimale Passwortlänge fest, z.B.: 8"],"Minimum Password Strength":["Minimale Passwortstärke"],"To Enable password strength setting on password field.":["So aktivieren Sie die Einstellung der Passwortstärke für das Passwortfeld."],"Enable Password Strength":["Starkes Passwort aktivieren"],"WooCommerce Reset Form":["WooCommerce Formular zurücksetzen"],"Register Form":["Registrierungsformular"],"How to Setup":["Wie wird es eingerichtet?"],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["Mit der LoginPress CAPTCHA-Funktion können Sie ganz einfach verschiedene CAPTCHA-Typen in Ihre Anmelde- und Registrierungsformulare integrieren. Zu den angebotenen CAPTCHA-Typen gehören Google reCAPTCHA, hCAPTCHA und andere weit verbreitete CAPTCHA-Dienste. Diese Funktion hilft dabei, Spam, Bot-Attacken und unbefugten Zugriff zu verhindern und sorgt so für ein sicheres Nutzererlebnis."],"CAPTCHA Protection Settings":["CAPTCHA Schutzeinstellungen"],"Captchas":["Captchas"],"Choose the roles for password reset forcefully to secure the site's security.":["Wählen Sie die Rollen für das erzwungene Zurücksetzen des Passworts, um die Sicherheit der Website zu gewährleisten."],"Password Reset For":["Passwort zurücksetzen für"],"Set the duration in days after which the user will be forced to change password again. e.g 10.":["Legen Sie die Dauer in Tagen fest, nach der der Benutzer gezwungen wird, sein Passwort erneut zu ändern. z.B. 10."],"Password Reset Duration":["Passwort zurücksetzen Dauer"],"Enable to enforce password reset after certain duration.":["Aktivieren Sie diese Option, um das Zurücksetzen des Passworts nach einer bestimmten Dauer zu erzwingen."],"Force Password Reset":["Passwort zurücksetzen erzwingen"],"Login Page Settings":["Einstellungen der Anmeldeseite"],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Mit diesem LoginPress-Add-on können Sie (als Administrator) eine eindeutige URL für bestimmte Benutzer generieren, die kein Passwort eingeben müssen, um sich auf Ihrer Website anzumelden. Mit diesem Pro-Add-on erhalten Sie eine Liste aller Benutzer, denen Sie automatisch generierte Login-Links gegeben haben. Sie können den Zugang für bestimmte Benutzer sperren und bestimmte Benutzer löschen."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Leiten Sie Benutzer basierend auf ihren Rollen und bestimmten Benutzernamen um. Dies ist hilfreich, wenn Sie einen Redakteur haben und ihn auf seine Redakteursstatistikseite umleiten möchten. Schränken Sie Ihre Abonnenten, Gäste oder sogar Kunden auf bestimmte Seiten anstelle von wp-admin ein. Dieses Add-on verfügt über eine coole UX\/UI zur Verwaltung aller Login-Umleitungen, die Sie auf Ihrer Website eingerichtet haben."],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["Social Login von LoginPress ist ein Add-on, das Ihren Benutzern die Möglichkeit bietet, sich über Facebook, Google und Twitter anzumelden und zu registrieren. Dieses Add-on verhindert Spam und Bot-Registrierungen. Dieses Add-on hilft Ihren Benutzern, sich problemlos auf Ihrer Website zu registrieren\/anzumelden."],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Jeder braucht eine Kontrolle über seine Anmeldeseite. So können Sie die Anmeldeversuche der einzelnen Benutzer verfolgen. Sie können die Anmeldeversuche für jeden Benutzer begrenzen. Brute-Force-Angriffe sind die häufigste Methode, sich Zugang zu Ihrer Website zu verschaffen. Dieses Add-on dient als Schutzschild gegen diese Hackerangriffe und gibt Ihnen die Möglichkeit, die Zeit zwischen den einzelnen Anmeldeversuchen festzulegen."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Mit diesem LoginPress-Add-on können Sie die Anmelde-URL nach Belieben ändern. Es wird Spammern, die immer wieder Ihre Login-Seite angreifen, das Leben schwer machen. Dies ist hilfreich bei Brute-Force-Angriffen. Eine Vorsichtsmaßnahme bei der Verwendung dieses Add-Ons ist, dass Sie sich die benutzerdefinierte Login-URL merken müssen, nachdem Sie sie geändert haben. Wir haben eine Option, mit der Sie sich Ihre individuelle Anmelde-URL per E-Mail zusenden lassen können, damit Sie sie nicht vergessen."],"Third Party login access":["Login-Zugang für Drittanbieter"],"Automatically redirects the login":["Leitet die Anmeldung automatisch weiter"],"Limits for login attempts":["Limits für Anmeldeversuche"],"Hide your login page":["Verstecken Sie Ihre Anmeldeseite"],"No More Manual Login":["Keine manuelle Anmeldung mehr"],"Enable PCI Compliance":["Aktiviert die PCI-Konformität"],"Language Switcher":["Sprachumschalter"],"Only Email Address":["Nur E-Mail-Adresse"],"Only Username":["Nur Benutzername"],"Both Username Or Email Address":["Benutzername und E-Mail-Adresse"],"Auto Remember Me":["\"Angemeldet bleiben\" automatisch aktivieren"],"Hide Login":["Anmeldung verstecken"],"Auto Login":["Automatische Anmeldung"],"Limit Login Attempts":["Anmeldeversuche begrenzen"],"Social Login":["Anmeldung über soziale Netzwerke"],"Login Redirects":["Login Umleitungen"],"UPGRADE NOW":["JETZT UPGRADEN"],"Remove Settings On Uninstall":["Bei Deinstallation alle Einstellungen entfernen"],"Use WordPress default lost password URL instead of WooCommerce custom lost password URL.":["Verwenden Sie die standardmäßige Passwort-Vergessen-URL von WordPress anstelle der benutzerdefinierten Passwort-vergessen-URL von WooCommerce."],"Lost Password URL":["URL von \"Passwort vergessen\""],"Remember Me":["Benutzernamen merken"],"Login Order":["Login möglich mit"],"Custom Password Fields":["Benutzerdefinierte Passwort-Felder"],"Set the session expiration time in minutes. e.g: 10":["Wähle, nach wievielen Minuten die Sitzung ablaufen soll (z.B. 10 Minuten)"],"Session Expire":["Die Sitzung läuft ab"],"Upgrade to Pro for More Features":["Upgrade auf Pro für weitere Funktionen"],"Settings":["Einstellungen"]}},"comment":{"reference":"build\/index.js"}}