{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"sv_SE","project_id_version":"MailPoet - MailPoet"},"Separated – only human opens are counted as total opens. More accurate, but the numbers tend to be lower.":["Separat – endast manuella brevöppningar ingår i totalsiffran. Mer exakt statistik, men ofta lägre siffror."],"Merged – both are counted as total opens. Similar to other email marketing tools.":["Sammanslaget – båda kategorierna ingår i totalt antal brevöppningar. Motsvarar statistiken i många andra verktyg för e-postmarknadsföring."],"Choose how human and machine opens should be displayed.":["Avgör hur manuella och automatiska brevöppningar ska visas."],"Human and machine opens":["Manuella och automatiska brevöppningar"],"Action Scheduler (recommended)":["Åtgärdsplanerare (rekommenderas)"],"Before terms and conditions":["Före användarvillkoren"],"Before payment methods":["Före betalningsmetoderna"],"After terms and conditions":["Efter användarvillkoren"],"After order notes":["Efter orderkommentarerna"],"After billing info":["Efter faktureringsuppgifterna"],"Select where the marketing opt-in checkbox appears on the checkout page.":["Välj var kryssrutan för samtycke till marknadsföringsmeddelanden ska visas på kassasidan."],"Checkbox opt-in position":["Placering av kryssruta för samtycke"],"Checkbox opt-in message":["Meddelande vid kryssruta för samtycke"],"Opt-in on checkout":["Samtycke i samband med betalning"],"Update service settings":["Uppdatera tjänsteinställningarna"],"Your currently selected sending method is \"MailPoet Sending Service\". The API key you entered is not valid for sending with our sending service. You can either <link>upgrade to a subscription<\/link> that allows you to send with our service or choose a different sending service":["Din aktuella utskicksmetod är ”MailPoet Sending Service”. API-nyckeln du angett är ogiltig för utskick med vår sändningstjänst. Du kan antingen <link>uppgradera till ett abonnemang<\/link> som låter dig skicka med vår tjänst eller välja någon annan utskickstjänst"],"Confirm sending service selection":["Bekräfta val av utskickstjänst"],"Maximum number to display":["Maximalt antal att visa"],"Subject lines containing":["Ämnesrader som innehåller"],"End date":["Slutdatum"],"Start date":["Startdatum"],"In the last days":["De senaste dagarna"],"Include newsletters sent no more than this many days ago. This overrides start and end dates.":["Inkludera nyhetsbrev som skickats tidigast för detta antal dagar sedan. Detta åsidosätter start- och slutdatum."],"Visitors to your website":["Besökare till din webbplats"],"The checkbox opt-in message cannot be empty.":["Meddelandet intill kryssrutan för prenumeration får inte vara tomt."],"Select lists...":["Välj listor…"],"Lists to also subscribe customers to:":["Listor som kunder också ska prenumerera på:"],"Customers can subscribe to the \"WooCommerce Customers\" list and optionally other lists via a checkbox on the checkout page.":["Kunder kan prenumerera på listan ”WooCommerce-kunder” och valfritt på andra listor via en kryssruta på betalningssidan."],"With the frequency of running it every minute:":["Med frekvensen att den ska köras varje minut:"],"To use this option please add this command to your crontab:":["Lägg till detta kommando till din crontab för att använda detta alternativ:"],"Server side cron (Linux cron)":["Cron på serversidan (Linux cron)"],"Select what will activate your newsletter queue.":["Välj vad som ska aktivera din nyhetsbrevskö."],"Newsletter task scheduler (cron)":["Jobbschemaläggare för nyhetsbrev (cron)"],"Read more.":["Läs mer."],"Settings":["Inställningar"]}}}