{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"ca","project_id_version":"MailPoet - MailPoet"},"4th":["4rt"],"Confirmed on":["Confirmat el"],"%1$d subscribers were removed from list <strong>%2$s<\/strong>.":["%1$d subscriptors s'han eliminat de la llista <strong>%2$s<\/strong>."],"%1$d subscribers were moved to list <strong>%2$s<\/strong>.":["%1$d subscriptors s'han traspassat a la llista <strong>%2$s<\/strong>."],"Others (widget)":["Altres (giny)"],"Slide–in":["Slide–in"],"Pop-up":["Emergent"],"Below pages":["Al peu de les pàgines"],"Fixed bar":["Barra fixa"],"no name":["sense nom"],"Add new form":["Afegir un nou formulari"],"Or, create custom segment":["O crea un segment personalitzat"],"Edit list":["Modificar la llista"],"Add new email":["Afegir un nou correu electrònic"],"Edit subscriber":["Modificar el subscriptor"],"Add new subscriber":["Afegeix un nou subscriptor"],"verb\u0004Enable":["Activa"],"Add new segment":["Afegir un nou segment"],"Create using the new email editor (Alpha)":["Crea usant l'editor de correu electrònic nou (Alpha)"],"Get a sneak peek of an early version of the upcoming email design experience and help shape its development.":["Feu un cop d'ull a una versió primerenca de la propera experiència de disseny de correu electrònic i ajudeu a donar forma al seu desenvolupament."],"Alpha version":["Versió alfa"],"Try the new email editor":["Proveu l'editor de correu electrònic nou"],"Rate us now":["Valoreu-nos ara"],"Thank you! Time to tell the world?":["Gràcies! És hora de dir-li al món?"],"verb\u0004Filter":["Filtra"],"Show more":["Mostra'n més"],"Show less":["Mostra'n menys"],"We found the following data inconsistencies in your DB. Click the \"Fix\" button to clean them.":["Hem trobat les següents inconsistències de dades a la vostra BD. Feu clik al botó \"Arregla-ho\" per arreglar-les."],"Data Inconsistencies":["Inconsistència de dades"],"Fix":["Arregla-ho"],"Clean":["Neteja"],"Inconsistency fixed!":["S'ha corregit la inconsistència"],"Orphaned Newsletter Posts":["Entrades òrfenes del butlletí de notícies"],"Orphaned Links":["Enllaços orfes"],"Orphaned Subscriptions":["Subscripcions òrfenes"],"Sending Queues without Newsletter":["Cues d'enviament sense butlletí de notícies"],"Orphaned Sending Task Subscribers":["Subscriptors de tasques d'enviament orfes"],"Orphaned Sending Tasks":["Tasques d'enviament òrfenes"],"The task will be scheduled for sending on %s.":["Es programarà l'enviament de la tasca a %s."],"The email will be sent immediately.":["El correu electrònic s'enviarà immediatament."],"Are you sure you want to reschedule the task with ID %s for the email \"%2$s\"?":["Esteu segur que voleu reprogramar la tasca amb ID %s per al correu electrònic \"%2$s\"?"],"(no subject)":["(sense assumpte)"],"Are you sure you want to cancel the task with ID %1$s for the email \"%2$s\"? Once cancelled, the email will not be sent.":["Esteu segur que voleu cancel·lar la tasca amb ID %1$s per al correu electrònic \"%2$s\"? Un cop cancel·lat, no s'enviarà el correu electrònic."],"Yes, reschedule task":["Sí, reprograma la tasca"],"Yes, cancel task":["Sí, cancel·la la tasca"],"Reschedule task":["Replanifica la tasca"],"Cancel task":["Cancel·la la tasca"],"Modified":["Modificat"],"Error restoring segment.":["S'ha produït un error en restaurar el segment."],"Error deleting segment.":["S'ha produït un error en suprimir el segment."],"Error moving segment to trash.":["S'ha produït un error en moure el segment a la paperera."],"Segment restored.":["S'ha restaurat el segment.","S'han restaurat %d segments."],"Segment permanently deleted.":["S'ha suprimit el segment de forma permanent.","S'han suprimit de forma permanent %d segments."],"Segment moved to trash.":["S'ha mogut el segment a la paperera.","S'han mogut %d segments a la paperera."],"This action can not be reversed.":["Aquesta acció no es pot invertir."],"Are you sure you want to delete the selected segment %s permanently?":["Esteu segur que voleu suprimir permanentment el segment seleccionat %s?","Esteu segur que voleu suprimir els segments seleccionats %s permanentment?"],"Delete selected segment permanently":["Suprimeix permanentment el segment seleccionat","Suprimeix els segments seleccionats permanentment"],"Are you sure you want to restore the selected segment %s?":["Esteu segur que voleu restaurar el segment seleccionat %s?","Esteu segur que voleu restaurar els segments %s?"],"Restore selected segment":["Restaura el segment seleccionat","Restaura els segments seleccionats"],"Are you sure you want to trash the selected segment %s?":["Esteu segur que voleu enviar a la paperera el segment seleccionat %s?","Esteu segur que voleu enviar a la paperera els segments seleccionats %s?"],"Trash selected segment":["Envia a la paperera el segment seleccionat.","Envia a la paperera els segments seleccionats."],"Bulk actions":["Accions massives"],"%1$s \/ %2$s subscriber":["%1$s \/ %2$s subscriptor","%1$s \/ %2$s subscriptors"],"Recalculate":["Recalcula"],"Calculated %s min ago":["S'ha calculat fa %s min","S'ha calculat fa %s min"],"There was an issue sending this email before. Please confirm the problems are fixed to proceed.":["Hi ha un problema enviant aquest correu electrònic abans. Confirmeu que els problemes s'han resolt abans de continuar."],"Action on":["Acció en"],"Count":["Recompte"],"Action":["Acció"],"Search tags":["Cerca etiquetes"],"Products Sold":["Productes venuts"],"Search attributes terms":["Cerca atributs dels termes"],"Search attributes":["Atributs de cerca"],"Continue setup":["Continua la configuració"],"Customers who have regularly used coupons in the last 90 days.":["Clients que han utilitzat cupons regularment en els últims 90 dies."],"Frequently uses discounts":["Descomptes utilitzats amb freqüència"],"Customers who made a purchase with a coupon code in the last 30 days.":["Clients que van realitzar una compra amb codi de cupó en els últims 30 dies."],"Used a discount code":["Ha utilitzat un codi de descompte"],"Contacts who have clicked on an email in the last 7 days.":["Contactes que han fet clic en un correu electrònic en els últims 7 dies."],"Recent Clickers":["Clicadors recents"],"Contacts who have received but haven’t opened an email in the last 90 days.":["Contactes que han rebut però que no han obert un correu electrònic en els últims 90 dies."],"Non-Openers":["No Obertures"],"Contacts who regularly click on your emails in the last 90 days.":["Contactes que fan clic regularment als teus correus electrònics en els últims 90 dies."],"Clickers":["Clicadors"],"Customers who have made their first purchase in the last 30 days.":["Clients que hagin realitzat la seva primera compra en els últims 30 dies."],"First-Time Buyers":["Compradors per primera vegada"],"Contacts who haven’t interacted with your emails, haven’t made a purchase, or haven’t visited your page in the last 6 months.":["Contactes que no han interactuat amb els teus correus electrònics, que no han fet cap compra o que no han visitat la teva pàgina en els últims 6 mesos."],"Unengaged Subscribers":["Subscriptors no compromesos"],"Go back to email listing page":["Torna a la pàgina de llistat de correu electrònic"],"Listing":["Llistat"],"What would you like to create?":["Què us agradaria crear?"],"We moved your existing Welcome and WooCommerce emails to Automations. Rest assured, all your automations are still actively running. <link>View automations<\/link>":["Hem mogut els correus electrònics existents de benvinguda i WooCommerce a Automations. Tingueu la seguretat que totes les automatitzacions encara s'estan executant activament. <link>Mostra les automatitzacions<\/link>"],"Set up automated emails like welcome emails, abandoned cart reminders or one of our many automation templates to inform, engage and reward your audience.":["Configureu correus electrònics automatitzats com ara correus electrònics de benvinguda, recordatoris de cistella abandonada o una de les nostres moltes plantilles d'automatització per informar, comprometre i recompensar la vostra audiència."],"Automations such as Welcome emails and WooCommerce emails can be found here, alongside more automation templates powered by our new editor.":["Les automatitzacions com els correus electrònics de benvinguda i els correus electrònics de WooCommerce es poden trobar aquí, juntament amb més plantilles d'automatització alimentades pel nostre nou editor."],"Email \"%s\" has been duplicated. New email: <a href=\"%s\"> %s <\/a>":["El correu electrònic «%s» s'ha duplicat. Correu electrònic nou: <a href=\"%s\"> %s <\/a>"],"Sending status":["Estat de l'enviament"],"Set up automated abandoned cart emails to win customers back and recover lost revenue.":["Configureu correus electrònics automatitzats de cistella abandonada per recuperar els clients i recuperar els ingressos perduts."],"Rescue abandoned carts":["Recupera cistelles abandonades"],"Rescue abandoned carts feature Image":["Imatge destacada per a recuperar cistelles abandonades"],"Automate customer communication":["Automatitza la comunicació del client"],"Automate customer communication feature Image":["Imatge destacada per a l'automatització de comunicació del client"],"Deliver hyper-relevant content at every stage of your customer’s journey":["Lliura contingut hiperrellevant en cada etapa del viatge del teu client"],"Set up smart triggers based on user behavior to automate list management, email sending, and more.":["Configureu activadors intel·ligents basats en el comportament de l'usuari per automatitzar la gestió de llistes, l'enviament de correus electrònics i més."],"Save time with automations":["Estalvieu temps amb automatitzacions"],"Powerful email marketing, trusted by %s websites":["Potent màrqueting per correu electrònic, de confiança en %s llocs web"],"Navigate to the lists page":["Navega a la pàgina de llistes"],"{condition} {clicks} clicks":["{condition} {clicks} clics"],"clicks":["clics"],"{condition} {emails} emails":["{condition} {emails} correus electrònics"],"Save and return":["Desa i retorna"],"Can't find the segment you're looking for? [link]Create new[\/link]":["No trobeu el segment que esteu cercant? [link]Crea'n un nou[\/link]"],"Continue":["Done"],"Emails created in the new editor cannot be reverted to the legacy version.":["Els correus electrònics creats en el nou editor no es poden tornar a la versió antiga."],"Create modern, beautiful emails that embody your brand with advanced customization and editing capabilities.":["Creeu correus electrònics moderns i bonics que encarnin la vostra marca amb capacitats avançades de personalització i edició."],"Edit segment":["Edita el segment"],"Return to previous page":["Torna a la pàgina anterior"],"Multiple conditions per segment are not available in the free version of the MailPoet plugin.":["Múltiples condicions per segment no estan disponibles a la versió gratuïta de l'extensió MailPoet."],"UPGRADE":["ACTUALITZA"],"Set your segment constraints":["Definiu les restriccions del segment"],"Conditions":["Condicions"],"Enter description":["Afegeix una descripció"],"Enter name":["Introdueix el nom"],"What do you want to call this segment?":["Com voleu anomenar el segment?"],"Filtering by segment is not available in the free version of the MailPoet plugin.":["Filtrar per segment no està disponible a la versió gratuïta de l'extensió MailPoet."],"This count may change at the time of sending.":["El recompte pot canviar a l'hora d'enviar."],"Estimated recipients":["Destinataris estimats"],"Subscribers selected in 'Send to' will only receive an email if they also belong to this segment.":["Els subscriptors seleccionats a \"Envia a\" només rebran un correu electrònic si també pertanyen a aquest segment."],"Filter by segment":["Filtra per segment"],"Please select a filter segment":["Seleccioneu un filtre de segment"],"Choose":["Trieu"],"Send to":["Envia a"],"Details":["Detalls"],"Loading coupon codes...":["S'estan carregant els codis de cupons..."],"Shopping Behavior":["Comportament de la compra"],"Purchase History":["Historial de compres"],"Engagement":["Compromís"],"Customers who have completed $100 or more worth of orders in the last 12 months.":["Clients que han completat $100 o més de comandes en els últims 12 mesos."],"Big Spenders":["Grans remitents"],"Contacts who have opened an email in the last 7 days.":["Contactes que han obert un correu electrònic en els últims 7 dies."],"Recent Openers":["Obertures recents"],"Customers who haven’t made a purchase in the last 9 months.":["Clients que no han fet una compra en els darrers 9 mesos."],"Lapsed Customers":["Clients caducats"],"Customers who have previously purchased, but haven’t made a purchase in the last 6 months.":["Clients que hagin comprat prèviament, però que no hagin fet una compra en els últims 6 mesos."],"Win-Back":["Win-Back"],"Customers who have made at least five purchases in the last 12 months.":["Clients que han fet almenys cinc compres en els últims 12 mesos."],"Loyal Buyers":["Compradors lleials"],"Customers who have made at least two purchases in the last 6 months.":["Clients que han fet almenys dues compres en els últims 6 mesos."],"Repeat Buyers":["Compradors recurrents"],"Customers who have made a purchase within the last 30 days. ":["Clients que han fet una compra en els últims 30 dies. "],"Recent Buyers":["Compradors recents"],"Contacts who have interacted with your emails or made at least one purchase, and received emails from you in the last 6 months.":["Contactes que han interactuat amb els vostres correus electrònics o han fet almenys una compra, i rebut correus electrònics vostre en els últims 6 mesos."],"Engaged Subscribers (6 months)":["Subscriptors involucrats (6 mesos)"],"Contacts who have interacted with your emails or made at least one purchase, and received emails from you in the last 3 months.":["Contactes que han interactuat amb els vostres correus electrònics o han fet almenys una compra, i rebut correus electrònics vostre en els últims 3 mesos."],"Engaged Subscribers (3 months)":["Subscriptors involucrats (3 mesos)"],"Contacts who have interacted with your emails or made at least one purchase, and received emails from you in the last 30 days.":["Contactes que han interactuat amb els vostres correus electrònics o han fet almenys una compra, i rebut correus electrònics vostre en els darrers 30 dies."],"Engaged Subscribers (30 days)":["Subscriptors involucrats (30 dies)"],"Contacts who have subscribed to your emails within the last 30 days.":["Contactes que s'han subscrit als vostres correus electrònics en els últims 30 dies."],"Recently Subscribed":["Subscrits recentment"],"Want to set your own conditions?":["Voleu establir les vostres pròpies condicions?"],"Create custom segment":["Crea un segment personalitzat"],"Search segment templates":["Cerca plantilles de segment"],"Start with a pre-built segment":["Comença amb un segment pre-construït"],"Segments list":["Llista de segments"],"Navigate to the segments list page":["Navega a la pàgina de la llista de segments"],"Last purchase":["Última compra"],"Last sending":["Últim enviament"],"Last page view":["Vista de l'última pàgina"],"Last open":["Última obertura"],"Last click":["Últim clic"],"never":["mai"],"MailPoet may load Google Fonts, WordPress.com and other [link]3rd party libraries[\/link].":["El MailPoet pot carregar Google Fonts, DocsBot i altres [link]biblioteques de tercers[link]."],"Enable modern text fonts in emails and show contextual help articles in MailPoet":["Activa els tipus de lletra de text moderns als correus electrònics i mostra els articles d'ajuda contextual al MailPoet"],"Cancelled":["Cancel·lat"],"december":["desembre"],"november":["novembre"],"october":["octubre"],"september":["setembre"],"august":["agost"],"july":["juliol"],"june":["juny"],"may":["maig"],"april":["abril"],"march":["març"],"february":["febrer"],"january":["gener"],"Remove tag...":["Elimina l'etiqueta..."],"Add tag...":["Afegeix una etiqueta..."],"Tag <strong>%1$s<\/strong> was removed from %2$d subscribers.":["L'etiqueta <strong>%1$s<\/strong> s'ha suprimit de %2$d subscriptors."],"Tag <strong>%1$s<\/strong> was added to %2$d subscribers.":["L'etiqueta <strong>%1$s<\/strong> s'ha afegit a %2$d subscriptors."],"Segment \"%s\" has been duplicated.":["El segment \"%s\" s'ha duplicat."],"months":["mesos"],"weeks":["setmanes"],"is not blank":["no és en blanc"],"is blank":["està en blanc"],"is":["és"],"There was problem sending the following email(s), please fix the issues described for each email and resume.":["Hi ha hagut un problema enviant el(s) següent(s) correu(s) electrònic(s), corregiu els errors descrits per a cada missatge i torneu-ho a provar."],"Paused emails":["Correus electrònics pausats"],"minute(s) later":["minut(s) després"],"Authenticate your emails (with SPF and DKIM) to improve deliverability and avoid spam boxes":["Autentiqueu els vostres correus electrònics (amb SPF i DKIM) per a millorar l'enviament i evitar bústies de correu brossa"],"Maintain your sender reputation and improve engagement levels with automated bounce and complaint handling. Stop sending to non-deliverable and complaining addresses, automatically":["Mantingueu la vostra reputació com a remitent i milloreu els nivells de compromís amb gestió automatitzada de rebot i queixes. Deixeu d'enviar correu a adreces no disponibles o amb queixes, de manera automàtica"],"Send your emails super fast (up to 50,000 emails per hour)":["Envieu els vostres correus electrònics molt ràpid (fins a 50.000 correus per hora)"],"Reliable marketing and transactional email delivery. Reach inboxes, not spam boxes":["Marketing i enviament de correu electrònic transaccional fiable. Arribeu a les safates d'entrada, no al correu brossa"],"Please enter your key in [link]the Settings[\/link] if you have already purchased it.":["Introduïu la vostra clau a [link]la configuració[\/link] si ja l'heu comprat."],"Form settings of \"%1$s\" form are corrupted. Please [link]reconfigure the form in the editor[\/link].":["La configuració del formulari \"%1$s\" està malmesa. [link]reconfigureu el formulari a l'editor[\/link]."],"Use our inbuilt WooCommerce email customizer to design your store's transactional emails and build customer confidence.":["Utilitzeu el nostre personalitzador de correu electrònic de integrat a WooCommerce per dissenyar els correus electrònics transaccionals de la vostra botiga i generar confiança per al client."],"Let your brand shine":["Deixeu que la vostra marca destaqui"],"Let your brand shine feature Image":[" "],"See how much revenue your campaign is bringing and make improvements based on auto-generated email statistics.":["Mireu quants ingressos aporta la vostra campanya i feu millores basades en estadístiques autogenerades de correu electròni."],"Measure revenue per email":["Mesureu els ingressos per correu electrònic"],"Measure revenue per email feature Image":[" "],"Drive sales and build loyalty through automated marketing messages that respond to your customer’s purchase data.":["Aconseguiu vendes i construïu lleialtat a través de missatges de màrqueting automatitzats que responen a les dades de compra del vostre client."],"MailPoet + WooCommerce":["MailPoet + WooCommerce"],"From the first hello to repeated purchases, send emails to the right people at the right time.":["Des del primer hola fins a compres repetides, envieu correus electrònics a les persones adequades en el moment adequat."],"Reach the right people":["Arribeu a la gent correcta"],"Use our custom sign-up forms to reach more subscribers while you deliver engaging content.":["Utilitzeu els nostres formularis d'inscripció personalitzats per arribar a més subscriptors mentre envieu contingut atractiu."],"Grow your mailing list":["Augmenteu la vostra llista de correu"],"Choose from our pre-built templates or create your own with our drag-and-drop email builder.":["Trieu entre les nostres plantilles predefinides o creeu les vostres pròpies amb el nostre constructor de correu electrònic d'arrossegar i deixar anar."],"Deliver beautiful emails":["Envieu correus bonics"],"[link]View all resources[\/link]":["[link]Mostra tots els recursos[\/link]"],"Can’t find what you’re looking for?":["No trobeu el que busqueu?"],"FAQ":["PMF"],"Here are some common questions on getting started. Can't find what you're looking for? [link]View all resources[\/link]":["Aquestes són algunes preguntes comunes sobre com començar. No trobeu el que busqueu? [link]Mostra tots els recursos[\/link]"],"Frequently asked questions":["Preguntes més freqüents"],"You can create and send the following four WooCommerce Automatic emails with MailPoet: Abandoned Shopping Cart, First Purchase, Purchased In This Category, Purchased This Product. You can read more about each in our article.":["Podeu crear i enviar els següents quatre correus electrònics WooCommerce Automatic amb MailPoet: Cistella de la compra abandonada, Primera compra, Comprat en aquesta categoria, Comprat aquest producte. Podeu llegir més sobre cadascun en el nostre article."],"How do I customize emails for my store?":["Com personalitzo els correus electrònics per a la meva botiga?"],"The WooCommerce Customers list is a list automatically created by MailPoet with all of your WooCommerce customers. It also includes “Guest\" customers. If WooCommerce is active, users that installed or updated the plugin should have chosen if they wanted to add the customers as “Subscribed” or “Unsubscribed” to the WooCommerce Customers list.":["La llista de clients de WooCommerce és una llista creada automàticament per MailPoet amb tots els vostres clients de WooCommerce. També inclou clients “convidats”. Si WooCommerce està actiu, els usuaris que han instal·lat o actualitzat l'extensió haurien d'haver triat si volien afegir els clients com a “subscrits” o “no subscrits” a la llista de clients de WooCommerce."],"How do I import my customers from WooCommerce?":["Com importo els meus clients de WooCommerce?"],"When you install the MailPoet plugin, you can use it for free up to 1,000 subscribers. If you have more than 1,000 subscribers, or want access to MailPoet’s advanced features, you'll need one of our paid plans: Creator, Business, or Agency. The best choice of plan type will depend on whether you want to send with our MailPoet Sending Service or your own sending method, as well as the number of sites you will be using MailPoet on.":["Quan instal·leu l'extensió MailPoet, la podreu utilitzar gratuïtament fins a 1.000 subscriptors. Si teniu més de 1.000 subscriptors, o voleu accedir a les funcionalitats avançades de MailPoet, necessitareu un dels nostres plans de pagament: Creador, Empresa o Agència. La millor elecció de tipus de pla dependrà de si voleu enviar amb el nostre servei d'enviament de MailPoet o el vostre propi mètode d'enviament, així com el nombre de llocs on utilitzareu MailPoet."],"Do I need a paid plan?":["Necessito un pla de pagament?"],"You can manually create a standard newsletter to be sent immediately or scheduled to be sent at a later time. Simply go to MailPoet > Emails and click on the “+ New Email” button to select “Newsletter”.":["Podeu crear manualment un butlletí estàndard per a enviar-lo immediatament o programar-lo més tard. Simplement aneu al MailPoet > Correus electrònics i feu clic al botó «+ Correu electrònic nou» per a seleccionar «Butlletí de notícies»."],"How do I send a newsletter?":["Com puc enviar un butlletí?"],"MailPoet allows you to create five different types of campaigns: Newsletter, Welcome Email, Latest Post Notifications, Re-engagement Emails, and WooCommerce behavior-based emails.":["MailPoet us permet crear cinc tipus diferents de campanyes: Newsletter, Welcome Email, Latest Post Notifications, Reengagement Emails i WooCommerce behavior-based emails."],"What types of campaigns can I create with MailPoet?":["Quin tipus de campanyes puc crear amb MailPoet?"],"Ready to start using MailPoet?":["Esteu preparats per a començar amb el MailPoet?"],"Begin setup":["Comença la configuració"],"Whether you’re just starting out or have already established your business, we’ve got the tools you need to reach customers where they are.":["Tant si esteu començant com si ja heu establert el negoci, tenim les eines que necessiteu per arribar als clients on són."],"Better email — without leaving WordPress":["Millor correu electrònic — sense ni tan sols deixar el WordPress"],"GDPR compliance information\u0004To be compliant with privacy regulations, your customers must have explicitly accepted to receive your marketing emails.":["Per complir amb les normes de privacitat, els vostres clients han d'haver acceptat explícitament rebre els vostres correus electrònics de màrqueting."],"Title on the WooCommerce setup page\u0004Power up your WooCommerce store":["Milloreu la botiga WooCommerce"],"Do you want to import your WooCommerce customers as subscribed? [link]Learn more[\/link].":["Voleu importar els vostres clients de WooCommerce com a subscrits? [link]Apreneu més[\/link]."],"MailPoet comes with powerful features for WooCommerce. Select features that you would like to use with your store.":["El MailPoet inclou funcions potents per a WooCommerce. Seleccioneu les característiques que voleu utilitzar amb la botiga."],"A label on a skip button\u0004Skip this step":["Omet aquest pas"],"Confirm privacy and data settings":["Confirmeu la privacitat i la configuració de les dades"],"Enter details of the person or brand your subscribers expect to receive emails from":["Introduïu els detalls de la persona o marca de qui els vostres subscriptors esperen rebre correus electrònics"],"Start by configuring your sender information":["Comenceu configurant la informació del remitent"],"When to send this post notification email?":["Quan enviar aquest missatge de notificació per correu electrònic?"],"When to send this email?":["Quan enviar aquest correu electrònic?"],"after publishing a post":["després de publicar una entrada"],"Collect more precise email and site engagement, and e-commerce metrics by enabling cookie tracking. [link]Learn more[\/link].":["Recopileu dades més precises de correu electrònic i compromís del lloc, i mètriques de comerç electrònic activant el seguiment de les galetes. [link]Apreneu més[\/link]."],"Move to Trash":["Mou a la paperera"],"Automations":["Automatitzacions"],"noun\u0004Trash":["Paperera"],"More":["Més"],"Get improved features and fixes faster by sharing with us [link]non-sensitive data about how you use MailPoet[\/link]. No personal data is tracked or stored.":["Obteniu funcionalitats millorades i corregiu més ràpidament compartint amb nosaltres [link]dades no sensibles sobre com utilitzeu MailPoet[\/link]. No hi ha dades personals rastrejades o emmagatzemades."],"Help improve MailPoet":["Ajudeu a millorar MailPoet"],"Google Analytics tracking is not available in the free version of the MailPoet plugin.":["El seguiment de Google Analytics no està disponible en la versió lliure del connector MailPoet."],"Please select a list with subscribers.":["Seleccioneu una llista de subscriptors."],"Tags":["Etiquetes"],"What’s next? Sign up to the MailPoet Starter plan for fast and reliable email delivery":["Què més? Doneu-vos d'alta al pla Inicial del MailPoet per a un enviament de correu electrònic ràpid i fiable"],"Upgrade":["Actualitza"],"Upgrade your plan":["Actualitza el pla"],"Your current MailPoet plan includes advanced features, but they require the MailPoet Premium plugin to be installed and activated.":["El pla actual de MailPoet inclou característiques avançades, però requereixen que el connector MailPoet Premium s'instal·li i activi."],"none of":["cap de"],"all of":["tot de"],"any of":["qualsevol de"],"Re-engagement Emails":["Correus de repesca"],"A re-engagement email must include a link with [link:subscription_re_engage_url] shortcode.":["Un correu electrònic de repesca ha d'incloure un enllaç amb el codi curt [link:subscription_re_engage_url]."],"An email can only be scheduled up to 5 years in the future. Please choose a shorter period.":["Un correu electrònic només es pot programar fins a 5 anys en el futur. Trieu un període més curt."],"Re-engagement emails are disabled because [link]open and click tracking[\/link] is disabled.":["Els correus electrònics de re-engagement estan inhabilitats perquè [link]el seguiment d'obertura i clicks[\/link] està inhabilitat."],"%1$dth":["%1$d"],"Activate MailPoet Premium plugin":["Activar el connector Prèmium de MailPoet"],"Failed to resume sending because the email address is unauthorized. Please authorize it and try again.":["No s'ha pogut reprendre l'enviament perquè l'adreça de correu electrònic no està autoritzada. Autoritza-la i torna a intentar."],"weeks in the sentence \"5 weeks after inactivity\"\u0004weeks":["setmanes"],"week in the sentence \"1 week after inactivity\"\u0004week":["setmana"],"months in the sentence \"5 months after inactivity\"\u0004months":["mesos"],"month in the sentence \"1 month after inactivity\"\u0004month":["mes"],"example: \"5 months after inactivity\"\u0004{$count} {$frequency} after inactivity":["{$count} {$frequency} després de la inactivitat"],"Your Re-engagement Email is now activated!":["El correu electrònic de reactivació està activat!"],"When to send this re-engagement email?":["Quan s'ha d'enviar aquest correu de reengagement?"],"Automatically email and win back subscribers who have recently lost interest and stopped engaging with your emails.":["Envieu un correu electrònic automàticament i recupereu els subscriptors que han perdut recentment l'interès i han deixat de participar amb els vostres correus."],"Disengaged subscribers will [link]become inactive[\/link] after {$months} months and won’t receive this email. Please select a shorter period.":["Els subscriptors sense interaccions [link]es converteixen en inactius[\/link] després de {$mes} mesos i no rebran aquest correu electrònic. Seleccioneu un període més curt."],"After no activity for":["Després no tindre activitat durant"],"A tab title for the list of bounces (w.wiki\/45Qc)\u0004Bounces":["Retornats"],"Percentage of subscribers that bounced from a newsletter\u0004bounced":["retornat"],"Last engagement":["Última interacció"],"When to send this welcome email?":["Quan voleu enviar aquest correu de benvinguda?"],"Percentage of newsletters that were opened by a machine\u0004machine-opened":["obert per màquina"],"A machine-opened email is an email opened by a computer in the background without the user’s explicit request or knowledge. [link]Read more[\/link]":["Un correu obert per màquina és un correu obert per un ordinador en segon pla sense que l'usuari ho sàpiga o ho hagi sol·licitat explícitament. [link]Llegeix més[\/link]"],"Clicked, Opened":["Clicat, obert"],"Submit button caption on the standalone WooCommerce setup page\u0004Start using WooCommerce features":["Comenceu a fer servir les funcionalitats de WooCommerce"],"GDPR compliance information\u0004To be compliant, you should display a cookie tracking banner on your website.":["Per complir les regulacions, hauríeu de mostrar un avís sobre l'ús de les galetes al lloc web."],"A form field label\u0004From Name":["Nom del remitent"],"A form field label\u0004From Address":["Adreça del remitent"],"A label on a button\u0004Continue":["Continuar"],"Meaning: \"Subscriber subscribed after April\u0004after":["després"],"Meaning: \"Subscriber subscribed before April\"\u0004before":["abans"],"Percentage of subscribers that unsubscribed from a newsletter\u0004unsubscribed":["donat de baixa"],"Percentage of subscribers that clicked a newsletter link\u0004clicked":["clicat"],"Percentage of subscribers that opened a newsletter link\u0004opened":["obert"],"an email sending status: unprocessed, sent or failed.\u0004Sending status":["Estat de l'enviament"],"Page title. This page displays a list of emails along with their sending status: unprocessed, sent or failed.\u0004Sending status":["Estat de l'enviament"],"Importing template tab title\u0004Import":["Importa"],"e.g. monthly every last Monday\u0004last":["últim"],"number of welcome emails sent\u0004%1$d sent":["%1$d enviats"],"(Please reuse the current translation used for the string “Automatic Latest Content”) This Error message is displayed when a user tries to send a “Post Notification” email without any “Automatic Latest Content” widget inside\u0004Please add an “Automatic Latest Content” widget to the email from the right sidebar.":["Afegeix un bloc \"Últim contingut automàtic\" al butlletí des de la barra lateral."],"Promotion for our email sending service: Skip link\u0004No thanks!":["No gràcies!"],"Promotion for our email sending service: Button\u0004Sign up for free":["Inscripció gratuïta"],"Promotion for our email sending service: Paragraph\u0004Starting at only $10 per month, MailPoet Business offers the following features":["A partir de només $10 al mes, MailPoet Business ofereix les següents funcionalitats"],"Promotion for our email sending service: Paragraph\u0004You’ll get":["Tindràs"],"Promotion for our email sending service: Paragraph\u0004Did you know? Users with 1,000 subscribers or less get the Starter plan for free.":["Ho sabies? Els usuaris amb 1.000 subscriptors o menys poden obtenir MailPoet Starter gratis."],"Saturday - one letter abbreviation\u0004S":["Ds"],"Friday - one letter abbreviation\u0004F":["Df"],"Thursday - one letter abbreviation\u0004T":["Dj"],"Wednesday - one letter abbreviation\u0004W":["Dc"],"Tuesday - one letter abbreviation\u0004T":["Dt"],"Monday - one letter abbreviation\u0004M":["Dl"],"Sunday - one letter abbreviation\u0004S":["Dg"],"status when the sending of a newsletter has not been processed\u0004Unprocessed":["Sense processar"],"status when the sending of a newsletter has failed\u0004Failed":["Error"],"status when a newsletter has been sent\u0004Sent":["Enviat"],"Learn more about how each of your subscribers is engaging with your emails. See which emails they’ve opened, the links they clicked. If you’re a WooCommerce store owner, you’ll also see any purchases made as a result of your emails. [link]Learn more[\/link].":["Obtén més informació sobre com els teus subscriptors interactuen amb els teus correus electrònics. Pots veure quins correus electrònics han obert, a quins enllaços han fet clic. Si ets propietari d'una botiga de WooCommerce, també pots veure les compres que han realitzat com a resultat dels teus correus electrònics. [link]Més informació[\/link]."],"Opened emails":["Correus electrònics oberts"],"1 confirmation email has been sent.":["1 correu de confirmació s'ha enviat."],"Resend confirmation email":["Reenviar correu electrònic de confirmació"],"%1$d subscribers were removed from all lists.":["%1$d subscriptors s'han eliminat de totes les llistes."],"This action will unsubscribe %s subscribers from all lists. This action cannot be undone. Are you sure, you want to continue?":["Aquesta acció donarà de baixa %s subscriptors de totes les llistes. Aquesta acció no es pot desfer. Vols continuar?"],"Remove from all lists":["Eliminar de totes les llistes"],"Remove from list...":["Eliminar de la llista..."],"%1$d subscribers were added to list <strong>%2$s<\/strong>.":["%1$d subscriptors s'han afegit a la llista <strong>%2$s<\/strong>."],"Add to list...":["Afegir a la llista..."],"Move to list...":["Traspassar a la llista..."],"%1$d subscribers have been restored from the trash.":["%1$d subscriptors s'han recuperat de la paperera."],"1 subscriber has been restored from the trash.":["1 subscriptor s'ha recuperat de la paperera."],"%1$d subscribers were permanently deleted.":["%1$d subscriptors s'han eliminat de forma permanent."],"1 subscriber was permanently deleted.":["1 subscriptor s'ha eliminat de forma permanent."],"%1$d subscribers were moved to the trash.":["%1$d subscriptors s'han enviat a la paperera."],"1 subscriber was moved to the trash.":["1 subscriptor s'ha enviat a la paperera."],"Subscribed on":["Subscrit el"],"Score":["Puntuació"],"E-mail":["Adreça de correu electrònic"],"Get premium version!":["Aconsegueix la versió prèmium"],"Email addresses that are invalid or don't exist anymore are called \"bounced addresses\". It's a good practice not to send emails to bounced addresses to keep a good reputation with spam filters. Send your emails with MailPoet and we'll automatically ensure to keep a list of bounced addresses without any setup.":["Adreces de correu electrònic que no són valides o que ja no existeixen es diuen \"adreces rebotades\". Es considera una bona pràctica no enviar correus a adreces rebotades per mantenir una bona reputació amb els filtres de correu brossa. Envia els teus correus amb MailPoet i ens encarregarem de mantenir la teva llista d'adreces rebotades sense cap configuració per part teva."],"View subscribers":["Veure els subscriptors"],"Add new list":["Afegeix una nova llista"],"emails":["correus electrònics"],"Download MailPoet Premium plugin":["Descarrega el connector Prèmium de MailPoet"],"Default sender":["Remitent per defecte"],"Add a condition":["Afegir una condició"],"count":["quantitat"],"Read more.":["Llegir més."],"unchecked":["desmarcat"],"checked":["marcat"],"Select action":["Selecciona una acció"],"Number of subscribers":["Nombre de subscriptors"],"Segment":["Segment"],"Segments":["Segments"],"This is the total of subscribed, unconfirmed and inactive subscribers we count when you are sending with MailPoet Sending Service. The count excludes unsubscribed and bounced (invalid) email addresses.":["Aquest és el total de subscriptors subscrits, no confirmats i inactius que comptem quan estàs enviant amb el servei d'enviament de MailPoet. El total exclou els subscriptors donats de baixa i les adreces de correu electrònic rebotades (no vàlides)."],"This text box is for your own use and is never shown to your subscribers.":["Aquest camp de text és només per al teu ús personal i no es mostrarà mai als teus subscriptors."],"Delete permanently":["Esborra permanentment"],"Read More":["Llegeix més"],"Description":["Descripció"],"Send this %1s Automatic Email when...":["Envia aquest %1s correu automàtic quan..."],"For example, “Spring email”. [link]Read the guide.[\/link]":["Per exemple, “Correu de Primavera”. [link]Llegiu la guia.[\/link]"],"Google Analytics Campaign":["Campanya Google Analytics"],"GA campaign":["Campanya de GA"],"Subscriber Engagement":["Fidelització dels subscriptors"],"Clicked Links":["Enllaços clicats"],"Read more on stats.":["Llegeix més sobre les estadístiques"],"Sent to":["Enviat a"],"To":["A"],"From":["De"],"No sending task found.":["No s'ha trobat cap tasca d'enviament."],"Resend":["Reenvia"],"Failure reason (if applicable)":["Motiu del fracàs (si aplicable)"],"You are all set up and ready to go!":["Tot està a punt, ja pots començar!"],"Your email has been sent!":["El teu correu electrònic s'ha enviat!"],"Congrats, you’re sending your first newsletter! We’re doing a quick verification to make sure everything works fine.":["Enhorabona, has enviat el teu primer butlletí! Estem fent una comprovació ràpida per garantir que tot funciona correctament."],"Verification":["Comprovació"],"Rest assured, this is fairly common and is usually fixed quickly. [link]See our quick guide[\/link] to help you solve this and get your website sending.":["No t'amoïnis, això és bastant comú i acostuma ser fàcil d'arreglar. [link]Consulta la nostra guia ràpida[\/link] per obtenir ajuda per resoldre el problema i aconseguir enviar correus amb el teu lloc web."],"Oops! We can’t send your newsletter":["Ups! No podem enviar el teu butlletí"],"Your Welcome Email is now active.":["El teu correu electrònic de benvinguda ja s'ha activat."],"Your Post Notification is now active.":["La teva notificació de noves entrades ja s'ha activat."],"Your WooCommerce email has been activated.":["El teu correu WooCommerce ja s'ha activat."],"Your newsletter is scheduled to be sent.":["El teu butlletí està programat per enviar-se."],"Your newsletter is being sent!":["El teu butlletí s'està enviant!"],"Congratulations!":["Enhorabona!"],"Beta":["Beta"],"This category does not contain any template yet!":["Aquesta categoria no conté cap plantilla"],"Template preview":["Previsualització de la plantilla"],"Your saved templates":["Les teves plantilles guardades"],"Recently sent":["Enviats recentment"],"Sending is in progress. Do you want to pause sending and edit the newsletter?":["Enviament en curs. Vols aturar l'enviament i editar el butlletí?"],"All of your WordPress and WooCommerce emails are sent with your hosting company, unless you have an SMTP plugin. Would you like such emails to be delivered with MailPoet’s active sending method for better deliverability?":["Tots els correus de WordPress i de WooCommerce s'envien a travès del teu proveïdor d'allotjament, a no ser que tinguis un connector SMTP. Vols que tots aquests correus s'enviïn amb el mètode d'enviament actiu de MailPoet per a millorar la taxa d'entrega?"],"Good news! MailPoet can now send your website’s emails too":["Bona notícia! MailPoet pot enviar els correus electrònics del teu lloc web també."],"Back to Post notifications":["Torna a les notificacions d'entrades"],"You need to select a list to send to.":["Has de seleccionar una llista de destinataris"],"Send to %1$s":["Enviat a %1$s"],"Every %1$s %2$s of the month at %3$s":["Cada %1$s %2$s del mes a %3$s"],"Monthly on the %1$s at %2$s":["Mensualment el %1$s a %2$s"],"Weekly on %1$s at %2$s":["Setmanalment el %1$s a %2$s"],"Daily at %1$s":["Diàriament a  %1$s"],"Your post notification is now active!":["La teva notificació de noves entrades ja s'ha activat!"],"The newsletter sending has been resumed.":["L'enviament del butlletí ha reprès."],"The newsletter has been scheduled.":["El butlletí s'ha programat.."],"The newsletter is being sent...":["El butlletí s'està enviant..."],"Schedule":["Programa"],"Please enter the scheduled date.":["Introdueix l'hora programada."],"Your website’s time is":["L'hora del teu lloc web és"],"go back to the Design page":["torna a la pàgina del disseny"],"or simply":["o senzillament"],"Save as draft and close":["Desa com a esborrany i tanca"],"Email was updated successfully!":["Correu electrònic actualitzat amb èxit!"],"When your subscribers reply to your emails, their emails will go to this address.":["Quan els teus subscriptors respondran als teus correus, els seus correus arribaran a aquesta adreça."],"Reply-to":["Respondre a"],"john.doe@email.com":["pau.casals@email.com"],"John Doe":["Pau Casals"],"Your name and email":["El teu nom i el teu correu electrònic"],"Sender":["Remitent"],"Select a list":["Selecciona una llista"],"Subscribers in multiple lists will only receive one email.":["Subscriptors presents en més d'una llista només rebran un correu electrònic."],"Please specify a subject":["Especifica un assumpte"],"Max length is 250 characters, however, we recommend 80 characters on a single line.":["La llargada màxima és de 250 caràcters, tot i així recomanem no passar de 80 caràcters per línia."],"Type preview text (usually displayed underneath the subject line in the inbox)":["Introdueix el text de la vista prèvia (es mostra habitualment a sota de l'assumpte a les bústies)"],"Preview text":["Text de la vista prèvia"],"Be creative! It's the first thing that your subscribers see. Tempt them to open your email.":["Siguis creatiu! Això és el primera cosa que veuran els teus subscriptors. Tempta'ls a obrir el correu."],"Type newsletter subject":["Introdueix l'assumpte del butlletí"],"immediately":["immediatament"],"When a new WordPress user is added to your site...":["Quan s'afegeix un nou usuari de WordPress al teu lloc web..."],"When someone subscribes to the list...":["Quan algú es subscriu a la llista..."],"3rd":["3er"],"2nd":["2n"],"1st":["1er"],"Saturday":["Dissabte"],"Friday":["Divendres"],"Thursday":["Dijous"],"Wednesday":["Dimecres"],"Tuesday":["Dimarts"],"Monday":["Dilluns"],"Sunday":["Diumenge"],"Immediately":["Immediatament"],"Monthly every...":["Cada mes cada..."],"Monthly on the...":["Cada mes el..."],"Weekly on...":["Cada setmana el..."],"Once a day at...":["Un cop al dia..."],"Congratulations, you now have [subscribersCount] subscribers! Your plan is limited to [subscribersLimit] subscribers. You need to upgrade now to be able to continue using MailPoet.":["Enhorabona, ja tens [subscribersCount] subscriptors! El teu plan està limitat a [subscribersLimit] subscriptors. Has d'actualitzar el teu plan per poder continuar fent servir el MailPoet."],"Learn more about your subscribers and optimize your campaigns. See who opened your emails, which links they clicked, and then use the data to make your emails even better. And if you run a WooCommerce store, you’ll also see the revenue earned per email.":["Apreneu més sobre els vostres subscriptors i optimitzeu les vostres campanyes. Mireu qui ha obert els correus electrònics, a quins enllaços han fet clic i després utilitzeu aquestes dades per millorar encara més els correus electrònics. I si teniu una botiga de WooCommerce, també podreu consultar els ingressos obtinguts amb cada correu electrònic."],"Select a frequency":["Selecciona un freqüència"],"Let MailPoet email your subscribers with your latest content. You can send daily, weekly, monthly, or even immediately after publication.":["Deixa que el MailPoet envii un correu als teus subscriptors amb les últimes entrades. Es pot enviar cada dia, cada setmana, cada mes o fins i tot immediatament després de la publicació."],"Latest Post Notifications":["Notificació de les últimes entrades"],"Create":["Crea"],"Send a newsletter with images, buttons, dividers, and social bookmarks. Or, just send a basic text email.":["Envia un butlletí amb imatges, botons, divisors, i enllaços a les xarxes socials. O envia senzillament un correu amb text només."],"Learn more":["Més informació"],"This is a Premium feature":["Això és una característica Prèmium"],"The last [newsletter:total] posts from our blog":["Les últimes [newsletter:total] entrades del nostre blog"],"You are about to delete the template named \"%1$s\".":["Estàs a punt d'eliminar la plantilla \"%1$s\"."],"MailPoet's Guide":["Guia de MailPoet"],"Upload":["Puja"],"You can only upload .json templates that were originally created with MailPoet.":["Només podeu pujar plantilles .json creades amb MailPoet 3."],"Select a .json file to upload":["Selecciona un fitxer JSON per pujar"],"Import a template":["Importa una plantilla"],"This template file appears to be damaged. Please try another one.":["Aquesta plantilla està danyada. Prova-ho amb una altra."],"What can I do to improve this?":["Què puc fer per millorar això?"],"Nice job! Check back in %1$d hour(s) for more stats.":["Bona feina! Torna d'aquí %1$d hora(es) per veure més estadístiques."],"Resume":["Reprendre"],"Schedule it":["Planifica-ho"],"Not sent yet":["No enviat"],"Email \"%1$s\" has been duplicated.":["S'ha duplicat el correu electrònic \"%1$s\"."],"%1$d emails have been restored from the Trash.":["%1$d correus electrònics s'han recuperat de la paperera."],"1 email has been restored from the Trash.":["1 correu electrònic s'ha recuperat de la paperera."],"%1$d emails were permanently deleted.":["%1$d correus electrònics s'han eliminat de forma permanent."],"1 email was permanently deleted.":["1 correu electrònic s'ha eliminat de forma permanent."],"%1$d emails were moved to the trash.":["%1$d correus electrònics s'han enviat a la paperera."],"1 email was moved to the trash.":["1 correu electrònic s'ha enviat a la paperera."],"Sent on":["Enviat el"],"Last modified on":["Modificat per última vegada el"],"Created on":["Creat el"],"View history":["Veure historial"],"History":["Historial"],"Statistics":["Estadístiques"],"Subject":["Assumpte"],"Nothing here yet! But, don't fret - there's no reason to get upset. Pretty soon, you’ll be sending emails faster than a turbo-jet.":["No hi ha res per mostrar aquí! Però no et preocupis, d'aquí res enviaràs correus electrònics més ràpid que un avió de reacció!"],"No emails found.":["No s'ha trobat cap correu electrònic."],"Simple text":["Text senzill"],"WooCommerce Emails":["Correus WooCommerce"],"Welcome Emails":["Correus electrònics de benvinguda"],"Newsletters":["Butlletins"],"Next":["Següent"],"Preview":["Previsualitza"],"Cancel":["Cancel·la"],"This optional text will appear in your subscribers' inboxes, beside the subject line. Write something enticing!":["Aquest text opcional es mostrarà a les busties dels teus subscriptors, a sota de l'assumpte. Escriu alguna cosa atractiva!"],"This email has already been sent. It can be edited, but not sent again. Duplicate this email if you want to send it again.":["Aquest correu electrònic ja s'ha enviat. Es pot editar, però no es pot tornar a enviar. Duplica aquest correu electrònic si el vols tornar a enviar."],"Poet, please add prose to your masterpiece before you send it to your followers.":["Poeta, afegeix prosa a la teva obra mestra abans d'enviar-la als teus seguidors."],"All emails must include an \"Unsubscribe\" link. Add a footer widget to your email to continue.":["Tots els correus electrònics han d'incloure un enllaç per donar-se de baixa. Afegeix un peu al teu correu electrònic per continuar."],"Activate":["Activar"],"Send":["Envia"],"Pause":["Pausa"],"Limit":["Límit"],"Offset":["Decalatge"],"Created On":["Creat el"],"Message":["Missatge"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["Fa %d mes que fas servir MailPoet, i ens encantaria llegir la teva ressenya.","Fa %d mesos que fas servir MailPoet, i ens encantaria llegir la teva ressenya."],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["Fa %d dia que fas servir MailPoet, i ens encantaria llegir la teva ressenya.","Fa %d dies que fas servir MailPoet, i ens encantaria llegir la teva ressenya."],"Sat":["Ds"],"Fri":["Df"],"Thu":["Dj"],"Wed":["Dc"],"Tue":["Dm"],"Mon":["Dl"],"Sun":["Dg"],"Dec":["Des"],"Nov":["Nov"],"Oct":["Oct"],"Sep":["Sep"],"Aug":["Ago"],"Jul":["Jul"],"Jun":["Jun"],"Apr":["Abr"],"Mar":["Mar"],"Feb":["Feb"],"Jan":["Gen"],"Close":["Tanca"],"Not now":["Ara  no"],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, sabies que centenars d'usuaris de WordPress llegeixen les ressenyes del directori d'extensions? També són una font d'inspiració pel nostre equip."],"Sending has been resumed.":["L'enviament s'ha reprès."],"Move to trash":["Envia a la paperera"],"Form \"%1$s\" has been duplicated.":["S'ha duplicat el formulari \"%1$s\"."],"Duplicate":["Duplica"],"Edit":["Edita"],"%1$d forms have been restored from the trash.":["%1$d formularis s'han recuperat de la paperera."],"1 form has been restored from the trash.":["1 formulari s'ha recuperat de la paperera."],"%1$d forms were permanently deleted.":["%1$d formularis s'han eliminat de forma permanent."],"1 form was permanently deleted.":["1 formulari s'ha eliminat de forma permanent."],"%1$d forms were moved to the trash.":["%1$d formularis s'han enviat a la paperera."],"1 form was moved to the trash.":["1 formulari s'ha enviat a la paperera."],"Modified date":["Data de modificació"],"Sign-ups":["Subscripcions"],"User choice:":["Selecció de l'usuari:"],"Type":["Tipus"],"Name":["Nom"],"Your Form is now activated!":["El teu formulari està activat!"],"Restore":["Restaura"],"Apply":["Aplica"],"No forms were found. Why not create a new one?":["No s'ha trobat cap formulari. Vols donar-ne un d'alta?"],"Search":["Cerca"],"Yes":["Sí"],"Save":["Desa"],"Bounced":["Retornat"],"Inactive":["Inactiu"],"Unsubscribed":["Donat de baixa"],"Unconfirmed":["No confirmat"],"Subscribed":["Subscrit"],"Unknown":["Desconegut"],"Status":["Estat"],"No":["No"],"Post Notifications":["Notificació d'entrades"],"Subscriber":["Subscriptor"],"Trash":["Paperera"],"All":["Tots"],"December":["Desembre"],"November":["Novembre"],"October":["Octubre"],"September":["Setembre"],"August":["Agost"],"July":["Juliol"],"June":["Juny"],"May":["Maig"],"April":["Abril"],"March":["Març"],"February":["Febrer"],"January":["Gener"],"Please select a list":["Selecciona una llista"],"Unsubscribe":["Donar-se de baixa"],"Help":["Ajuda"],"Settings":["Paràmetres"],"Lists":["Llistes"],"Export":["Exporta"],"Import":["Importa"],"Subscribers":["Subscriptors"],"Forms":["Formularis"],"Newsletter":["Butlletí"],"Emails":["Correus electrònics"],"%s subscriber":["%d subscriptor","%d subscriptors"],"week(s) later":["setmana(es) més tard"],"day(s) later":["dia(es) més tard"],"hour(s) later":["hora(es) més tard"],"This email does not exist.":["Aquest correu electrònic no existeix."]}}}