{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"sv_SE","project_id_version":"MailPoet - MailPoet"},"Starting an automation by changing the status of a booking is a premium feature.":[""],"bookings":[""],"Start the automation when booking changed to a specific status.":[""],"Woo Booking status changed":[""],"Triggering an automation when a WordPress user role changes is a premium feature.":["Utlösning av automatisering när en WordPressanvändares roll ändras är en premiumfunktion."],"role":["roll"],"Start the automation when a WordPress user role changes.":["Starta automatiseringen när en WordPressanvändares roll ändras."],"WordPress user role changes":["Ändrade användarroller i WordPress"],"Email duplication failed. Please try again.":["Det gick inte att duplicera e-postmeddelandet. Försök igen."],"Duplicating automation steps is available in premium plans. Upgrade to unlock this feature.":["Det går att duplicera automatiseringssteg i premiumpaket. Uppgradera för att låsa upp den här funktionen."],"Duplicate step":["Duplicera steget"],"note":["anteckning"],"Fires when any note is added to an order, can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.":["Utlöses när någon anteckning läggs till i en beställning, vilket kan vara både privata anteckningar och kommentarer till kunden. Dessa anteckningar visas till höger på sidan för redigering av beställningen."],"Only trigger this workflow if the order note contains the certain text. This field is optional.":["Utlös detta arbetsflöde endast om beställningskommentaren innehåller angiven text. Detta fält är valfritt."],"Note contains text":["Anteckningen innehåller text"],"Private note":["Privat anteckning"],"Note to customer":["Kommentar til kunden"],"Note type":["Typ av anteckning"],"Order note added":["Orderanteckning tillagd"],"Show input value":["Visa inmatningsvärdet"],"Hide input value":["Dölj inmatningsvärdet"],"Editing an active automation is currently unavailable.":["För närvarande är det inte möjligt att redigera en befintlig automatisering."],"Start the automation when a customer buys a product from a tag.":["Starta automatiseringen när en kund köper en produkt från en etikett."],"Search for a tag":["Sök efter en etikett"],"Search results":["Sökresultat"],"Customer buys from a tag":["En kund köper från en etikett"],"verb\u0004Show":["Visa"],"verb\u0004Hide":["Dölj"],"below %s%%":["under %s&nbsp;%%"],"between %s%% and %s%%":["mellan %s&nbsp;%% och %s&nbsp;%%"],"above %s%%":["över %s&nbsp;%%"],"In trash":["I papperskorgen"],"Authenticated":["Autentiserad"],"Pending authentication":["Inväntar autentisering"],"Error":["Fel"],"MailPoet will verify your DNS records to ensure it matches. Do note that it may take up to 24 hours for DNS changes to propagate after you make the change.":["MailPoet kan verifiera dina DNS-poster för att säkerställa att de matchar. Observera att det kan ta upp till 24 timmar för DNS-ändringar att slå igenom efter att du har genomfört ändringen."],"Once added, click the button below to authenticate your sender domain.":["När du har lagt till detta ska du klicka på knappen nedan för att verifiera din avsändardomän."],"We detected different records from your domain. Please fix them by following the error messages below and reauthenticate your domain. For more help, <link>read our guide<\/link>.":["Vi hittade flera poster för din domän. Åtgärda dem med hjälp av felmeddelandena nedan och autentisera din domän på nytt. Du hittar mer hjälp, <link>i vår guide<\/link>."],"Error authenticating your sender domain.":["Ett fel uppstod vid autentiseringen av din avsändardomän."],"Read the guide":["Läs vår guide"],"Multiple values detected.":["Flera värden hittades."],"No records found. Please add this to your DNS settings.":["Inga poster hittades. Lägg till detta i DNS-inställningarna."],"Incorrect value detected.":["Ett felaktigt värde hittades."],"and remove the duplicate value(s):":["och ta bort det\/de duplicerade värdet\/värdena:"],"Please remove the duplicate value(s):":["Ta bort dubblerade värden:"],"Please remove the text highlighted in red:":["Ta bort den rödmarkerade texten:"],"Please add the text highlighted in green:":["Lägg till den grönmarkerade texten:"],"Please add the text highlighted in green and remove the text highlighted in red:":["Lägg till den grönmarkerade texten och ta bort den rödmarkerade texten:"],"The plugin has encountered an unexpected error. Please reload the page. If that does not help, <link>re-install the MailPoet Plugin.<\/link>":["Ett oväntat fel har inträffat i tillägget. Ladda om sidan. Om det inte hjälper <link>bör du installera MailPoet-tillägget på nytt<\/link>."],"purchased product":["köpte produkten"],"purchased in category":["köpt i kategori"],"User abandons cart":["Användaren överger en varukorg"],"Please upgrade your MailPoet plan to gain access to this feature.":["Uppgradera din MailPoet-plan för att få tillgång till denna funktion."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Avancerad kontaktsegmentering är inte tillgänglig i din nuvarande plan. Uppgradera din MailPoet-plan för att kunna skapa kraftigt riktade prenumerantsegment med hjälp av flera abonnentegenskaper kombinerade via AND\/OR-logik, så att du kan skicka rätt meddelande till rätt mottagare."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Automatiskt styrda upplevelser är inte tillgängliga i din nuvarande plan. Uppgradera din MailPoet-plan för att kunna designa personliga upplevelser i flera steg och villkorsstyrd förgreningslogik."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Uppgradera din MailPoet-plan för att få detaljerade insikter om hur dina prenumeranter interagerar med dina automatiseringar, samt deras köpbeteende."],"purchased with tag":["köpt med etikett"],"Cart abandoned for":["Varukorg övergiven för"],"purchased with attribute":["köpt med attributet"],"and":["och"],"in the last %d %s":["under de senaste %d %s"],"Authenticate domain to send new emails as <emailDomain\/>.":["Autentisera dig för att kunna skicka e-post från domänen <emailDomain\/>."],"Authenticate to send as <emailDomain\/> and improve email deliverability.":["Autentisera dig för att kunna skicka e-post från domänen <emailDomain\/> och förbättra leveransbarheten för er e-post."],"Update your domain settings to improve email deliverability and meet new sending requirements.":["Uppdatera dina domäninställningar för att uppfylla de nya kraven vid e-postutskick och förbättra leveransbarheten för era meddelanden."],"MailPoet cannot send email campaigns from shared 3rd-party domains like <emailDomain\/>. Please send from your site's branded domain instead.":["MailPoet kan inte skicka ut e-postkampanjer från gemensamma domäner från tredje part, såsom <emailDomain\/>. Vi rekommenderar att du i stället använder den registrerade domänen för din webbplats."],"Shared 3rd-party domains like <emailDomain\/> will send from MailPoet's shared domain. We recommend that you use your site's branded domain instead.":["För gemensamma domäner från tredje part, såsom <emailDomain\/> kommer i stället MailPoets gemensamma domän att användas. Vi rekommenderar att du i stället använder den registrerade domänen för din webbplats."],"You can use MailPoet shortcodes.":["Du kan använda kortkoder för MailPoet."],"Automation \"%s\" was moved to the trash.":["Automatiseringen ”%s” har lagts i papperskorgen."],"number of orders with coupon code":["antal beställningar med rabattkoden"],"Will be sent as: <rewrittenFromEmail\/>":["Kommer att skickas från: <rewrittenFromEmail\/>"],"Authenticate":["Autentisera"],"Update settings":["Uppdatera inställningarna"],"Authenticate your sender domain to send emails from your email address. This helps your recipients verify you are the author of these emails and helps mailbox providers fight spam and improves your email delivery rates.":["Autentisera din avsändardomän för att kunna skicka e-post från din egen e-postadress. Då kan mottagarna verifiera att e-postmeddelandena verkligen kommer från dig och e-postleverantörerna kan bättre filtrera skräppost och förbättra leveransfrekvensen."],"Corrupt":["Korrupt"],"Start building":["Börja bygga"],"An error occurred while creating the automation. Please, try again.":["Ett fel inträffade när automatiseringen skulle skapas. Försök igen."],"There was an error loading the preview.":["Ett fel inträffade när förhandsgranskningen skulle laddas."],"Starting an automation when a subscription expires is a premium feature.":["Att starta en automatisering när en prenumeration går ut är en premiumfunktion."],"expired":["gått ut"],"Start the automation when a subscription expires.":["Starta automatiseringen när en prenumeration har löpt ut."],"Woo Subscription expired":["Woo Subscription-prenumeration har gått ut"],"Starting an automation when a subscription payment fails is a premium feature.":["Att starta en automatisering när en betalning för en prenumeration misslyckas är en premiumfunktion."],"payment":["betalning"],"Start the automation when a payment failed.":["Starta automatiseringen när en betalning har misslyckats."],"Woo Subscription payment failed":["Betalning av en Woo Subscription-prenumeration misslyckades"],"Starting an automation when a subscription is renewed is a premium feature.":["Att starta en automatisering när en prenumeration har förnyats är en premiumfunktion."],"renewed":["förnyats"],"Start the automation when a subscription renewed.":["Starta automatiseringen när en prenumeration förnyas."],"Woo Subscription renewed":["Woo Subscription-prenumeration har förnyats"],"Starting an automation when a subscription trial starts is a premium feature.":["Att starta en automatisering när en provprenumeration startar är en premiumfunktion."],"Start the automation when a subscription trial starts.":["Starta automatiseringen när en provprenumeration startar."],"Woo Subscription trial started":["Provperioden för en Woo Subscription-prenumeration startar"],"Starting an automation when a subscription trial ended is a premium feature.":["Att starta en automatisering när en provprenumeration avslutas är en premiumfunktion."],"ended":["slut"],"trial":["provperiod"],"Start the automation when a subscription trial ends.":["Starta automatiseringen när provperioden för en Woo Subscription-prenumeration avslutas."],"Woo Subscription trial ended":["Provperioden för en Woo Subscription-prenumeration avslutas"],"Essential":["Nödvändigt"],"Uncategorized":["Okategoriserat"],"Starting an automation when a subscription is created is a premium feature.":["Att starta en automatisering när en prenumeration har skapats är en premiumfunktion."],"started":["startat"],"Start the automation when a subscription is created.":["Starta automatiseringen när en prenumeration skapas."],"Woo Subscription started":["Woo Subscription-prenumeration startad"],"Starting an automation by changing the status of a subscription is a premium feature.":["Att starta en automatisering när statusen för en prenumeration ändras är en premiumfunktion."],"changed":["ändrats"],"subscriptions":["prenumerationer"],"Start the automation when subscription changed to a specific status.":["Starta automatiseringen när en prenumeration ändras till en viss status."],"Woo Subscription status changed":["Ändrad status för Woo Subscription-prenumeration"],"Triggering an automation by following an email link is a premium feature.":["Utlösning av automatiseringar när någon öppnar en länk i ett e-postmeddelande är en premiumfunktion."],"link":["länk"],"Triggers an automation when a subscriber clicks a link in an email.":["Utlöser en automatisering när en prenumerant klickar på en länk i ett e-postmeddelande."],"Subscriber clicks a link in email":["En prenumerant klickar på en länk i e-postmeddelandet"],"If you have already received approval email, click <link>here<\/link> to update the status.":["Om du redan har fått ett e-postmeddelande om att du godkänts kan du <link>klicka här<\/link> för att uppdatera din status."],"You can use all MailPoet features and send <link1>email previews<\/link1> to your <link2>authorized email addresses<\/link2>, but sending to your email list contacts is temporarily paused until we review your subscription. If you don't hear from us within 48 hours, please check the inbox and spam folders of your MailPoet account email for follow-up emails with the subject \"<emailSubject\/>\" and reply, or <link3>contact us<\/link3>.":["Du kan använda alla funktioner i MailPoet och skicka <link1>förhandsgranskningar<\/link1> av e-postmeddelanden till dina <link2>godkända e-postadresser<\/link2>, men utskick till dina e-postkontakter är tillfälligt pausat tills vi hinner granska ditt abonnemang. Om du inte hör något från oss inom två dygn ber vi att du letar i din inkorg och din mapp för skräppost i e-postadressen som hör till ditt MailPoet-konto efter ett uppföljningsmeddelande med rubriken ”<emailSubject\/>” och svarar på det eller <link3>tar kontakt med oss<\/link3>."],"MailPoet is <link>reviewing your subscription<\/link>.":["MailPoet <link>granskar ditt abonnemang<\/link>."],"created":["har skapats"],"Start the automation when an order is created.":["Starta automatiseringen när en beställning skapas."],"cancelled":["annuleras"],"Start the automation when an order is cancelled.":["Starta automatiseringen när en beställning annulleras."],"Start the automation when an order is completed.":["Starta automatiseringen när en beställning är slutförd."],"Order created":["Beställning skapad"],"Order completed":["Beställning slutförd"],"Order cancelled":["Beställning annullerad"],"was sent":["har skickats"],"number of emails received":["antal mottagna e-postmeddelanden"],"number of clicks":["antal klick"],"clicked any email":["klickade på ett e-postmeddelande"],"first order":["första beställningen"],"Starting an automation by creating a comment is a premium feature.":["Att starta en automatisering när en kommentar skapas är en premiumfunktion."],"Start the automation when a user makes a comment.":["Starta automatiseringen när en användare lämnar en kommentar."],"User makes a comment":["En användare gör en kommentar"],"Starting an automation by creating a review is a premium feature.":["Att starta en automatisering när en recension skapas är en premiumfunktion."],"comment":["kommentar"],"review":["recension"],"Start the automation when a customer posts a review.":["Starta automatiseringen när en kund publicerar en recension."],"Customer posts a review":["En kund publicerar en recension"],"clicks":["klick"],"if\/else":["if\/else"],"conditional":["villkorlig"],"condition":["villkor"],"Based on %s":["Baserat på %s"],"The automation follows a different path based on specified conditions.":["Automatiseringen följer ett annat flöde om vissa villkor är uppfyllda."],"The automation would go through the yes flow if <operator>any of<\/operator> the following conditions are met:":["Automatiseringen kommer att följa flödet ”ja” om <operator>minst ett av<\/operator> följande villkor är uppfyllda:"],"The automation would go through the yes flow if <operator>all of<\/operator> the following conditions are met:":["Automatiseringen kommer att följa flödet ”ja” om <operator>samtliga<\/operator> följande villkor är uppfyllda:"],"The automation would go through the yes flow if the following conditions are met:":["Automatiseringen kommer att följa flödet ”ja” om följande villkor är uppfyllda:"],"Add condition":["Lägg till villkor"],"Conditions: %d":["Villkor: %d"],"Filters: %d":["Filter: %d"],"Segment filter":["Segmentfilter"],"Starting an automation when a tag has been removed from a subscriber is a premium feature.":["Start av en automatisering när en etikett har tagits bort för en prenumerant är en premiumfunktion."],"Start the automation when a tag is removed from a subscriber.":["Starta en automatisering när en etikett har tagits bort för en prenumerant."],"Tag removed from subscriber":["En etikett har tagits bort för en prenumerant"],"Starting an automation when a tag was added to a subscriber is a premium feature.":["Start av en automatisering när en etikett har lagts till för en prenumerant är en premiumfunktion."],"Start the automation when a tag is added to a subscriber.":["Starta en automatisering när en etikett har lagts till för en prenumerant."],"Tag added to subscriber":["En etikett har lagts till för en prenumerant"],"Firing a custom hook is a premium feature.":["Utlösning av en anpassningsbar åtgärds-hook är en premiumfunktion."],"Fires a customizable hook.":["Utlöser en anpassningsbar åtgärds-hook."],"Custom action":["Anpassad åtgärd"],"Triggering an automation with a custom hook is a premium feature.":["Utlösning av automatisering med en anpassad åtgärds-hook är en premiumfunktion."],"code":["kod"],"hook":["åtgärds-hook"],"custom":["anpassad"],"This is an advanced feature for developers. Triggers an automation when a certain action is fired. The action's first argument must be the email address of a subscriber.":["Detta är en avancerad funktion för utvecklare. Den utlöser en automatisering när en viss åtgärd aktiveras. Åtgärdens första argument måste vara en prenumerants e-postadress."],"Custom trigger":["Anpassad utlösare"],"Conditions":["Villkor"],"purchase":["köp"],"category":["kategori"],"Start the automation when a customer buys a product from a category.":["Starta automatiseringen när en kund köper en produkt i en viss kategori."],"Search for a category":["Sök efter en kategori"],"bought":["har köpt"],"buy":["köp"],"product":["produkt"],"ecommerce":["e-handel"],"Start the automation when a customer buys a product.":["Starta automatiseringen när en kund köper en produkt."],"Order status":["Beställningsstatus"],"Order settings":["Beställningsinställningar"],"Search for a product":["Sökning efter produkt"],"Trigger":["Utlösare"],"Start the automation when a user who has items in the shopping cart leaves your website without checking out.":["Starta automatiseringen när en användare som lagt varor i varukorgen lämnar webbplatsen utan att gå till kassan."],"3 days":["3 dagar"],"1 day":["1 dag"],"4 hours":["4 timmar"],"1 hour":["1 timme"],"30 minutes":["30 minuter"],"notification":["avisering"],"Customer buys from a category":["Kunden köper något i en viss kategori"],"Customer buys a product":["En kund köper en produkt"],"Could not copy to clipboard":["Det gick inte att kopiera till urklipp"],"Copied to clipboard":["Kopierat till urklipp"],"Delay":["Fördröjd"],"Processing":["Bearbetas"],"On hold":["Pausad"],"Pending payment":["Inväntar betalning"],"Holiday Sale!":["Helgrea!"],"Did you forget something?":["Missade du något?"],"Subscription":["Prenumeration"],"Thermo bottle":["Termoflaska"],"Pens 10x":["Pennor 10 st."],"Branded magnet":["Presentmagnet"],"Funny socks":["Skojiga strumpor"],"Cup":["Kopp"],"Mug":["Mugg"],"Saved":["Sparat"],"Saving":["Sparar"],"Updating…":["Uppdaterar …"],"Analytics":["Statistik"],"used coupon code":["använd rabattkod"],"number of reviews":["antal recensioner"],"Completed":["Genomfört"],"Cancelled":["Avbrutet"],"In Progress":["Pågår"],"completed":["utförda"],"failed":["misslyckades"],"You're viewing sample data.":["Detta är exempeldata."],"used shipping method":["utskicksmetod som använts"],"Orders":["Beställningar"],"postal code":["postnummer"],"city":["ort"],"country":["land"],"number of orders":["antal beställningar"],"number of machine-opens":["antal maskinella öppningar"],"number of opens":["antal öppningar"],"The automation would only be started if <operator>any of<\/operator> the following trigger conditions are met:":["Automatiseringen kommer endast att startas om <operator>minst ett av<\/operator> följande villkor är uppfyllt:"],"The automation would only be started if <operator>all of<\/operator> the following trigger conditions are met:":["Automatiseringen kommer endast att startas om <operator>alla<\/operator> följande villkor är uppfyllda:"],"Automation flow":["Automatiseringsflöde"],"Overview":["Översikt"],"Categories":["Kategorier"],"No items found.":["Inga objekt hittades."],"used payment method":["använd betalningsmetod"],"average order value":["genomsnittligt beställningsbelopp"],"Any condition":["Minst ett villkor"],"All conditions":["Alla villkor"],"unknown day":["okänd dag"],"unknown unit":["okänd enhet"],"months":["månader"],"weeks":["veckor"],"You have sent more emails this month than your MailPoet plan includes, and sending has been temporarily paused. To continue sending with MailPoet Sending Service please [link]upgrade your plan[\/link], or wait until sending is automatically resumed on %1$s":["Du har skickat fler e-postmeddelanden den här månaden än vad som ingår i ditt MailPoet-paket och sändningen har tillfälligt pausats. Om du vill fortsätta skicka med MailPoets utskickstjänst kan du [link]uppgradera ditt paket[\/link] eller vänta tills sändningen automatiskt startar på nytt den %1$s"],"You are becoming a bigger sender – congratulations! To keep up with the growth, and continue sending, [link]please upgrade your plan[\/link]":["Du skickar mer e-post nu – grattis! För att hålla jämna steg med tillväxten utan avbrott i utskicken bör du [link]uppgradera ditt abonnemang[\/link]"],"Sending notification emails is a premium feature.":["Utskick av e-postaviseringar är en premiumfunktion."],"Receive a notification when a contact reaches a specific point in automation.":["Erhåll en avisering när en kontakt når en viss punkt i automatiseringen."],"Send notification email":["Skicka e-postavisering"],"The automation would only be started if the following trigger conditions are met:":["Automatiseringen startas endast om följande utlösningsvillkor är uppfyllda:"],"Trigger filters":["Utlösarfilter"],"Add trigger filter":["Lägg till utlösarfilter"],"Adding trigger filters is a premium feature.":["Tillägg av utlösarfilter är en premiumfunktion."],"unknown condition":["okänt villkor"],"Unknown field \"%s\"":["Okänt fält ”%s”"],"and unknown values":["och okända värden"],"Unknown value":["Okänt värde"],"change":["ändra"],"status":["status"],"order":["beställning"],"woocommerce":["woocommerce"],"Changing the status is a premium feature.":["Att ändra status är en premiumfunktion."],"Status changes to:":["Statusändringar till:"],"Status changes from:":["Statusändringar från:"],"Any":["Valfri"],"unsubscribe":["avsluta prenumeration"],"update custom field":["uppdatera anpassat fält"],"update subscriber":["uppdatera prenumeranten"],"update":["uppdatera"],"remove from list":["ta bort ur listan"],"remove list":["ta bort lista"],"add to list":["lägg till i lista"],"add list":["lägg till lista"],"list":["lista"],"remove tags":["ta bort taggar"],"remove tag":["ta bort tagg"],"add tags":["lägg till taggar"],"add tag":["lägg till tagg"],"labels":["etiketter"],"label":["etikett"],"tags":["taggar"],"tag":["tagg"],"register":["registrera"],"user":["användare"],"subscription":["prenumeration"],"new subscriber":["ny prenumerant"],"subscribe":["prenumerera"],"send":["skicka"],"send email":["skicka e-post"],"email":["e-post"],"This is a marketing email. This type of email does require marketing consent. Read more about [link]marketing emails[\/link].":["Detta är ett marknadsföringsmeddelande. Denna typ av e-post kräver samtycke till marknadsföring. Läs mer om [link]marknadsföringsmeddelanden[\/link]."],"This is a transactional email. This type of email doesn't require marketing consent. Read more about [link]transactional emails[\/link].":["Detta är ett transaktionsmeddelande. Denna typ av e-post kräver inte något samtycke till marknadsföring. Läs mer om [link]transaktionsmeddelanden[\/link]."],"time":["tid"],"pause":["pausa"],"wait":["vänta"],"Start the automation when an order is created or changed to a specific status.":["Starta automatiseringen när en beställning skapas eller när den ändras till en viss status."],"Order status changed":["Orderstatus ändrad"],"single order value":["värde för enstaka order"],"purchase date":["inköpsdatum"],"Unsubscribing is a premium feature.":["Att avsluta prenumerationer är en premiumfunktion."],"Unsubscribe the subscriber from all marketing emails.":["Avsluta prenumerantens prenumeration för all e-post med marknadsföring."],"Run this automation only once per subscriber.":["Kör denna automatisering endast en gång per prenumerant."],"There was a problem with rendering!":["Ett problem inträffade vid renderingen!"],"new":["nytt"],"Copy to clipboard":["Kopiera till urklipp"],"Updating subscribers is a premium feature.":["Uppdatering av prenumeranter är en premiumfunktion."],"Update the subscriber’s custom field to a specific value.":["Uppdatera prenumerantens anpassade fält till ett visst värde."],"Update subscriber":["Uppdatera prenumeranten"],"Removing subscribers from lists is a premium feature.":["Att ta bort prenumeranter från listor är en premiumfunktion."],"Remove a subscriber from a list.":["Ta bort en prenumerant från en lista."],"Remove from list":["Ta bort från lista"],"Adding subscribers to lists is a premium feature.":["Att lägga till prenumeranter i listor är en premiumfunktion."],"Add a subscriber to a list.":["Lägg till en prenumerant i en lista."],"Add to list":["Lägg till i lista"],"Removing tags is a premium feature.":["Att ta bort taggar är en premiumfunktion."],"Remove a tag or multiple tags from a subscriber.":["Ta bort en eller flera etiketter från en prenumerant."],"Remove tag":["Ta bort tagg"],"Adding tags is a premium feature.":["Att lägga till taggar är en premiumfunktion."],"Add a tag or multiple tags to a subscriber.":["Lägg till en tagg eller flera taggar för en prenumerant."],"Add tag":["Lägg till tagg"],"All templates and fully configurable automations are available in the premium version.":["Alla mallar och helt konfigurerbara automatiseringar finns i premiumversionen."],"Coming soon":["Kommer snart"],"Critical":["Kritiskt"],"Email statistics":["E-poststatistik"],"[link]Subscribe in registration form[\/link] setting must be enabled.":["Inställningen [link]Prenumerera i registreringsformulär[\/link] måste vara aktiverad."],"Wait for %d minute":["Vänta i %d minut","Vänta i %d minuter"],"Minutes":["Minuter"],"No automation data.":["Inga automatiseringsdata."],"You are about to delete the automation \"%s\".":["Du håller på att ta bort automatiseringen ”%s”."],"Delete automation":["Ta bort automatisering"],"Automation":["Automatisering"],"Automation errors":["Automatiseringsfel"],"Change automation name":["Ändra automatiseringsnamn"],"Editing automation:":["Redigerar automatisering:"],"Automation is deactivated. But recent users are still going through the flow.":["Automatiseringen är inaktiverad. Men de senaste användarna går fortfarande igenom flödet."],"Automation is now deactivated!":["Automatiseringen är nu inaktiverad!"],"The automation has been saved.":["Automatiseringen har sparats."],"You need to design an email before you can activate the automation":["Du måste designa ett e-postmeddelande innan du kan aktivera automatiseringen"]," This will stop it for all subscribers immediately.":["Detta kommer att stoppa det för alla prenumeranter omedelbart."],"Update & Activate":["Uppdatera och aktivera"],"Deactivate":["Inaktivera"],"Deactivate automation":["Inaktivera automatisering"],"Automation will be deactivated for all the subscribers immediately.":["Automatiseringen kommer att inaktiveras för alla prenumeranter omedelbart."],"Stop automation for all subscribers":["Stoppa automatiseringen för alla prenumeranter"],"New subscribers won't enter, but recently entered could proceed.":["Nya prenumeranter kommer inte in, men nyligen inkomna kan fortsätta."],"Let entered subscribers finish the flow":["Låt inkomna prenumeranter avsluta flödet"],"Some subscribers entered but have not finished the flow. Let's decide what to do in this case.":["Vissa prenumeranter har gått in men inte avslutat flödet. Låt oss bestämma vad vi ska göra i det här fallet."],"Deactivate the \"%s\" automation?":["Inaktivera automatiseringen ”%s”?"],"Deactivate now":["Inaktivera nu"],"Are you sure you want to deactivate now? This would stop this automation for all subscribers immediately.":["Är du säker på att du vill inaktivera nu? Detta kommer stoppa denna automatisering för alla prenumeranter omedelbart."],"Stop automation for all subscribers?":["Stoppa automatiseringen för alla prenumeranter"],"Deactivating":["Deaktiverar"],"Please try again.":["Försök igen."],"Purchase":["Köp"],"Please purchase a MailPoet plan.":["Köp en MailPoet-plan."],"Purchase a MailPoet plan":["Köp en MailPoet-plan"],"The MailPoet Premium plugin was activated. Please reload the page.":["Tillägget MailPoet Premium har aktiverats. Ladda om sidan."],"Plugin activation failed.":["Det gick inte att aktivera tillägget."],"Reload the page":["Ladda om sidan"],"Please activate the MailPoet Premium plugin.":["Aktiverat tillägget MailPoet Premium."],"Activate the MailPoet Premium plugin":["Aktiverat tillägget MailPoet Premium"],"Plugin installation failed.":["Det gick inte att installera tillägget."],"Downloading…":["Laddar nerؘ …"],"Download":["Ladda ner"],"Please download the MailPoet Premium plugin.":["Ladda ner tillägget MailPoet Premium."],"Download the MailPoet Premium plugin":["Ladda ner tillägget MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Uppgradera din MailPoet-plan för att fortsätta använda MailPoet."],"Subscribers limit reached":["Gränsen för antal prenumeranter är nådd."],"Please upgrade your MailPoet plan.":["Uppgradera din MailPoet-plan."],"Upgrade your MailPoet plan":["Uppgradera din MailPoet-plan"],"You cannot edit automation \"%s\" because it is in the trash.":["Du kan inte redigera automatiseringen ”%s” eftersom den ligger i papperskorgen."],"Well done! Automation is now activated!":["Bra gjort! Automatisering är nu aktiverat!"],"Activating…":["Aktiverar …"],"Starts the automation when a new user registered in WordPress.":["Startar automatiseringen när en ny användare registreras i WordPress."],"Any user role":["Alla användarroller"],"When WordPress user role is:":["När WordPress-användarrollen är:"],"Starts the automation when a new subscriber is added to MailPoet.":["Startar automatiseringen när en ny prenumerant läggs till i MailPoet."],"Any list":["Alla listor"],"When someone subscribes to the following lists:":["När någon prenumererar på följande listor:"],"Trigger settings":["Utlösarinställningar"],"An email will be sent to subscriber.":["Ett e-postmeddelande skickas till prenumeranten."],"\"Reply to\" email address":["Svara till-adress"],"\"Reply to\" name":["Svara till-namn"],"Use different email address for getting replies to the email":["Använd en annan e-postadress för att få svar på e-postmeddelandet"],"Reply to":["Svara till"],"Enable custom GA tracking":["Aktivera anpassad GA-spårning"],"Google Analytics":["Google Analytics"],"Type in preheader…":["Skriv in ”preheader” (ovanför sidhuvud) …"],"Preheader":["”Preheader” (ovanför sidhuvud)"],"Type in subject…":["Skriv in ämne …"],"you@domain.com":["din@doman.se"],"\"From\" email address":["”Från” e-postadress"],"\"From\" name":["”Från” namn"],"Edit content":["Ändra innehåll"],"Design email":["Designa e-postmeddelandet"],"Give the automation step a name that indicates its purpose. E.g \"Abandoned cart recovery\". This name will be displayed only to you and not to the clients.":["Ge automatiseringssteget ett namn som anger dess syfte. T.ex. ”Övergiven varukorg”. Det här namnet visas bara för dig och inte för klienterna."],"Step name":["Stegets namn"],"Edit step name":["Redigera stegets namn"],"Number":["Nummer"],"Wait for":["Vänta i"],"Not set up yet":["Inte konfigurerad ännu"],"Wait some time before proceeding with the steps below.":["Vänta ett tag innan du fortsätter med stegen nedan."],"Wait for %d week":["Vänta i %d vecka","Vänta i %d veckor"],"Weeks":["Veckor"],"Wait for %d day":["Vänta i %d dag","Vänta i %d dagar"],"Days":["Dagar"],"Wait for %d hour":["Vänta i %d timme","Vänta i %d timmar"],"Hours":["Timmar"],"automation stats\u0004Total Exited":["Totalt avslutade"],"automation stats\u0004Total Processing":["Totalt under bearbetning"],"automation stats\u0004Total Entered":["Totalt inmatade"],"Add trigger":["Lägg till utlösare"],"You cannot add a new step to the automation.":["Du kan inte lägga till ett nytt steg i automatiseringen."],"Not set":["Inte angiven"],"noun\u0004Trigger":["Utlösare"],"Step type not registered":["Stegets typ inte registrerad"],"Trigger type not registered":["Utlösartypen är inte registrerad"],"Unknown step":["Okänt steg"],"Unknown trigger":["Okänd utlösare"],"You cannot remove a step from the automation.":["Du kan inte ta bort ett steg från automatiseringen."],"Delete step":["Ta bort steg"],"Move to Trash":["Flytta till papperskorgen"],"Yes, delete":["Ja, ta bort"],"No results found.":["Inga resultat hittades."],"Search for automation steps":["Sök efter automatiseringssteg"],"automation steps\u0004Logical":["Logisk"],"automation steps\u0004Actions":["Åtgärder"],"automation steps\u0004Triggers":["Utlösare"],"Use left and right arrow keys to move through steps":["Använd vänster och höger piltangenter för att gå igenom stegen"],"Give the automation a name that indicates its purpose. E.g. \"Abandoned cart recovery\"":["Ge automatiseringen ett namn som anger dess syfte. T.ex. ”Övergiven varukorg”"],"Automation name":["Namn på automatisering"],"Save draft":["Spara utkast"],"View all automations":["Visa alla automatiseringar"],"Fullscreen mode deactivated":["Helskärmsläge inaktiverat"],"Fullscreen mode activated":["Helskärmsläge aktiverat"],"Work without distraction":["Arbeta utan distraktion"],"Fullscreen mode":["Helskärmsläge"],"noun\u0004View":["Vy"],"Toggle step inserter":["Växla steginfogare"],"The following steps are not fully set:":["Följande steg är inte fullständigt konfigurerade:"],"Rename":["Byt namn"],"More":["Mer"],"WordPress user registers":["WordPress användarregistreringar"],"noun\u0004Delay":["Fördröjning"],"Google Analytics tracking is not available in the free version of the MailPoet plugin.":["Google Analytics-spårning är inte tillgänglig i den kostnadsfria versionen av tillägget MailPoet.."],"Someone subscribes":["Någon prenumererar"],"Not an authorized sender email address. [link]Authorize it now.[\/link]":["Inte en auktoriserad avsändaradress. [link]Auktorisera den nu.[\/link]"],"Tutorial":["Handledning"],"Click here to copy":["Klicka här för att kopiera"],"Verify the DNS records":["Verifiera DNS-posterna"],"Value":["Värde"],"Host":["Värd"],"Manage Sender Domain":["Hantera avsändardomän"],"Tags":["Etiketter"],"An error occured when performing the request. Please try again later":["Ett fel inträffade när begäran utfördes. Försök igen senare"],"The email address has been authorized. You can now send emails using this address with MailPoet.":["E-postadressen har auktoriserats. Du kan nu skicka e-postmeddelanden från denna e-postadress med MailPoet."],"Check your inbox now to confirm your email address. Please find the email with the subject: [bold]\"email address to authorize\"[\/bold]":["Kontrollera din inkorg nu för att bekräfta din e-postadress. Hitta e-postmeddelandet med ämnet [bold]”e-postadress att autentisera”[\/bold]"],"Authorizing your email address: [senderEmail]":["Auktorisera din e-postadress: [senderEmail]"],"Send email":["Skicka e-post"],"delay":["senarelägg"],"Failed":["Misslyckades"],"Upgrade":["Uppgradera"],"Your current MailPoet plan includes advanced features, but they require the MailPoet Premium plugin to be installed and activated.":["Din nuvarande MailPoet-plan innehåller avancerade funktioner, men för att de ska fungera behöver tillägget MailPoet Premium installeras och aktiveras."],"machine-opened":["datoröppnad"],"opened":["öppnat"],"clicked":["klickat"],"is member of":["är medlem i"],"Tomorrow":["Imorgon"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["För att kunna redigera detta e-postmeddelande behöver du inaktivera det. Du kan aktivera det igen efter du har gjort ändringarna."],"Activate MailPoet Premium plugin":["Aktivera tillägget MailPoet Premium"],"MailPoet Premium is installed but not activated.":["MailPoet Premium är installerat men inte aktiverat."],"Re-engagement":["Återengagemang"],"I have upgraded my subscription, resume sending":["Jag har uppgraderat mitt abonnemang, återuppta utskicken"],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004Use an address like %1$s for the Sender and put %2$s in the <em>Reply-to<\/em> field below.":["Använd en adress såsom %1$s som avsändare och ange %2$s i fältet <em>Svara till<\/em> nedan."],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004You might not reach the inbox of your subscribers if you use this email address.":["Du når kanske inte inkorgen hos dina prenumeranter om du använder den här e-postadressen."],"View subscribers":["Visa prenumeranter"],"Select":["Välj"],"A test email was sent to [email_address]":["Ett testmeddelande skickades till [email_address]"],"Activate MailPoet Sending Service":["Aktivera MailPoets utskickstjänst"],"MailPoet Sending Service is active":["MailPoets utskickstjänst är aktiv"],"Download MailPoet Premium plugin":["Ladda ner tillägget MailPoet Premium"],"MailPoet Premium is not installed.":["MailPoet Premium är inte installerat."],"MailPoet Premium is active":["MailPoet Premium är aktivt"],"This website is on an Intranet. Activating MailPoet will not be possible.":["Denna webbplats finns på ett intranät. Det kommer inte vara möjligt att aktivera MailPoet."],"Your host is blocking the activation, e.g. Altervista":["Din server blockerar aktiveringen, t.ex. Altervista"],"You’re on localhost or using an IP address instead of a domain. Not allowed for security reasons!":["Du kör på localhost eller använder en IP-adress istället för en domän. Detta tillåts inte av säkerhetsskäl!"],"Your key is not valid":["Din nyckel är inte giltig"],"Your key is valid":["Din nyckel är giltig"],"Please specify a license key before validating it.":["Ange en licensnyckel innan du validerar den."],"total spent":["totalt spenderat"],"has active subscription":["har en aktiv prenumeration"],"days":["dagar"],"Restore and enable":["Återställ och aktivera"],"Trash and disable":["Lägg i papperskorgen och inaktivera"],"Delete permanently":["Ta bort permanent"],"Update":["Uppdatera"],"Back to section root":["Tillbaka till sektionsroten"],"Loading ...":["Hämtar …"],"Oops! There seems to be an issue with the sending on your website. [link]See our guide[\/link] to solve this yourself.":["Hoppsan! Det verkar vara ett problem med att skicka på din webbplats. [link]Se vår guide[\/link] för att lösa detta själv."],"An error occurred while saving the template in \"Recently sent\"":["Ett fel uppstod när mallen skulle sparas i ”Nyligen skickade”"],"Confirm":["Bekräfta"],"Confirm to proceed":["Bekräfta för att fortsätta"],"Error code: %1$s":["Felkod: %1$s"],"Sending is paused because the following connection issue prevents MailPoet from delivering emails":["Utskicket är pausat eftersom följande anslutningsfel förhindrar MailPoet att leverera e-post"],"Sending has been paused due to a technical issue with %1$s":["Sändningen har pausats på grund av ett tekniskt problem med %1$s"],"John Doe":["Johan Johansson"],"Learn more":["Läs mer"],"Revenues by customers who clicked on this email in the last 2 weeks.":["Intäkter från kunder som har klickat på detta e-postmeddelande under de senaste 2 veckorna."],"Something to improve.":["Något att förbättra."],"Good stuff.":["Härligt!"],"Good":["Bra"],"Excellent":["Utmärkt"],"Paused":["Pausat"],"Statistics":["Statistik"],"Subject":["Ämnesrad"],"Current page":["Aktuell sida"],"Preview":["Förhandsvisa"],"Products":["Produkter"],"Cancel":["Avbryt"],"Delete":["Ta bort"],"Before you start, this is how you drag and drop in MailPoet":["Innan du börjar, så här drar och släpper du i MailPoet"],"Check your [link]sending method settings[\/link].":["Kontrollera [link]inställningen för din utskicksmetod[\/link]."],"Sign up for free in minutes":["Registrera dig kostnadsfritt på några minuter"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["Den enkla alternativet är att <b>skicka e-post med MailPoets utskickstjänst<\/b> istället, i likhet med tusentals andra användare."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Kontrollera konfigurationen för din utskicksmetod, du kan behöva rådgöra med ditt webbhotell."],"Activate":["Aktivera"],"Send":["Skicka"],"Design":["Design"],"Template":["Mall"],"Post Notification":["Inläggsnotifiering"],"Welcome Email":["Välkomstmeddelande"],"Today":["Idag"],"Close":["Stäng"],"Not sent yet!":["Inte skickat ännu!"],"An error occured when saving FROM email address.":["Ett fel inträffade när ”FRÅN”-adressen skulle sparas."],"Can’t use this email yet! [link]Please authorize it first[\/link].":["Det går inte att använda denna e-postadress ännu! [link]Auktorisera den först[\/link]."],"Excellent. Your authorized email was saved. You can change it in the [link]Basics tab of the MailPoet settings[\/link].":["Perfekt. Dina auktoriserade e-postadresser har sparats. Du kan ändra dem i [link]fliken Grundläggande i MailPoet-inställningar[\/link]."],"Set one of [link]your authorized email addresses[\/link] as the default FROM email for your MailPoet emails.":["Ange en av dina [link]auktoriserade e-postadresser[\/link] som ska användas som ”FRÅN”-adress som standard för dina e-postmeddelanden i MailPoet."],"It’s time to set your default FROM address!":["Du behöver ange vilken ”FRÅN”-adress du vill använda som standard!"],"Sending has been resumed.":["Utskicket har återupptagits."],"Move to trash":["Flytta till papperskorgen"],"Edit":["Redigera"],"Type":["Typ"],"%1$d items":["%1$d objekt"],"1 item":["1 objekt"],"of":["av"],"Last page":["Sista sidan"],"Next page":["Nästa sida"],"First page":["Första sidan"],"Previous page":["Föregående sida"],"Restore":["Återställ"],"Select All":["Välj alla"],"Empty Trash":["Töm papperskorgen"],"Select bulk action":["Välj en massåtgärd"],"Clear selection":["Rensa val"],"Select all items on all pages":["Markera alla objekt på alla sidor"],"All %d items are selected.":["Alla %d objekt är markerade."],"All items on this page are selected.":["Alla objekt på denna sida är markerade."],"Search":["Sök"],"Add":["Lägg till"],"Yes":["Ja"],"The changes you made may not be saved":["Ändringarna du gjorde kanske inte sparas"],"Congrats!":["Grattis!"],"Save":["Spara"],"No":["Nej"],"Active":["Aktiv"],"Sent":["Skickat"],"Sending":["Skickar"],"Scheduled":["Schemalagt"],"Draft":["Utkast"],"Resume sending":["Fortsätt skicka"],"Trash":["Papperskorg"],"All":["Alla"],"Read more":["Läs mer"],"Unsubscribe":["Avregistrera"],"Premium":["Premium"],"Settings":["Inställningar"],"Subscribers":["Prenumeranter"],"Newsletter":["Nyhetsbrev"],"WooCommerce":["WooCommerce"],"Email":["E-post"],"MailPoet Sending Service is not active.":["MailPoets utskickstjänst är inte aktiv."],"Your key is not valid for MailPoet Premium":["Din nyckel är inte giltig för MailPoet Premium"],"Your key is not valid for the MailPoet Sending Service":["Din nyckel är inte giltig för MailPoets utskickstjänst"],"An unknown error occurred.":["Ett okänt fel har inträffat."]}}}