{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"da_DK","project_id_version":"MailPoet - MailPoet"},"Save and continue":[""],"Share feedback":["Del feedback"],"Guide":["Vejledende beskrivelse"],"Rate us now":["Bedøm os nu"],"Thank you! Time to tell the world?":["Tak! Er det noget, du vil fortælle til resten af verden?"],"Use personalization tags to personalize your email, or learn more about <bestPracticeLink>best practices<\/bestPracticeLink> and using <emojiLink>emoji in subject lines<\/emojiLink>.":["Brug shortcodes til at tilpasse din e-mail, eller lær mere om <bestPracticeLink>bedste praksis<\/bestPracticeLink> og brug af <emojiLink>emoji i emnelinjer<\/emojiLink>."],"Insert link":["Indsæt link"],"All emails must include an \"Unsubscribe\" link.":["Alle e-mails skal indeholde et \"Afmeld\"-link."],"<link>This text<\/link> will appear in the inbox, underneath the subject line.":["<link>Denne tekst<\/link> vil være lige under emnet i indbakken."],"Add a preview text to capture subscribers' attention and increase open rates.":["Tilføj en forhåndsvisningstekst for at fange abonnenternes opmærksomhed og øge åbningsraten."],"Eg. The summer sale is here!":["F.eks. Sommerudsalget er i gang!"],"Preview text":["Eksempeltekst"],"Subject":["Emne"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["Du har brugt MailPoet i %d måned nu, og vi vil virkelig gerne læse din bedømmelse.","Du har brugt MailPoet i %d måneder nu, og vi vil virkelig gerne læse din bedømmelse."],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["Du har brugt MailPoet i %d dag nu, og vi vil virkelig gerne læse din bedømmelse.","Du har brugt MailPoet i %d dage nu, og vi vil virkelig gerne læse din bedømmelse."],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, vidste du, at hundredevis af WordPress-brugere læser bedømmelserne i plugin-biblioteket? De er også en kilde til inspiration for vores team."],"Manage subscription":["Rediger tilmeldinger"],"Unsubscribe":["Afmeld"]}}}