{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","language":"sk","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Ak chcete získať prístup k tejto funkcii, aktualizujte svoj plán MailPoet."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Pokročilá segmentácia kontaktov nie je vo vašom aktuálnom pláne k dispozícii. Aktualizujte svoj plán MailPoet a vytvorte vysoko cielené segmenty odberateľov pomocou viacerých vlastností odberateľov a logiky AND\/OR, čím zabezpečíte, že správnu správu pošlete správnym ľuďom."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Automatizované jazdy nie sú vo vašom aktuálnom pláne k dispozícii. Aktualizujte svoj plán MailPoet a navrhnite personalizované cesty s viacerými krokmi a podmienenou logikou vetvenia."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Aktualizujte svoj plán MailPoet a získajte podrobný prehľad o tom, ako sa vaši odberatelia zapájajú do vašich automatizácií a o ich nákupnom správaní."],"Please try again.":["Skúste to prosím znova."],"Purchase":["Nákup"],"Please purchase a MailPoet plan.":["Zakúpte si plán MailPoet."],"Purchase a MailPoet plan":["Zakúpenie plánu MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["Bol aktivovaný doplnok MailPoet Premium. Znovu načítajte stránku."],"Plugin activation failed.":["Aktivácia zásuvného modulu zlyhala."],"Reload the page":["Opätovné načítanie stránky"],"Please activate the MailPoet Premium plugin.":["Prosím, aktivujte zásuvný modul MailPoet Premium."],"Activate the MailPoet Premium plugin":["Aktivácia doplnku MailPoet Premium"],"Plugin installation failed.":["Inštalácia zásuvného modulu zlyhala."],"Downloading…":["Sťahovanie..."],"Download":["Stiahnite si"],"Please download the MailPoet Premium plugin.":["Stiahnite si plugin MailPoet Premium."],"Download the MailPoet Premium plugin":["Stiahnite si plugin MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Ak chcete pokračovať v používaní služby MailPoet, aktualizujte svoj plán MailPoet."],"Subscribers limit reached":["Dosiahnutý limit odberateľov"],"Please upgrade your MailPoet plan.":["Aktualizujte svoj plán MailPoet."],"Upgrade your MailPoet plan":["Aktualizujte svoj plán MailPoet"],"Activating…":["Aktivácia..."],"Upgrade":["Upgrade"],"MailPoet Premium is active":["MailPoet Premium je aktívny"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["Logo MailPoet sa zobrazí v pätičke všetkých e-mailov odoslaných s bezplatnou verziou MailPoet."],"Image":["Obrázok"],"Cancel":["Zrušiť"],"Activate":["Aktivovať"],"Settings":["Nastavenia"]}}}