{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de_CH","project_id_version":"MailPoet - MailPoet"},"Restrict coupon usage to the subscriber receiving this email.":["Die Verwendung des Gutscheins auf den Abonnenten beschränken, der diese E-Mail-Adresse erhält."],"Restrict to subscriber email":["Auf E-Mail-Adresse von Abonnenten beschränken"],"Load more":["Mehr laden"],"Loading coupons was not successful":["Das Laden von Gutscheinen war nicht erfolgreich"],"Choose a style":["Wähle einen Stil"],"No coupons found":["Keine Gutscheine gefunden"],"All types":["Alle Arten"],"Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example \"*@gmail.com\" would match all gmail addresses.":["Trenne E-Mail-Adressen mit Kommas. Du kannst auch ein Sternchen (*) verwenden, um Teile einer E-Mail abzubilden. Zum Beispiel würde \"*@gmail.com\" auf alle gmail-Adressen zutreffen."],"Exclude product categories":["Produktkategorien ausschließen"],"Coupon does not apply to items on sale.":["Der Gutschein gilt nicht für Angebotsartikel."],"Coupon cannot be used in conjunction with other coupons.":["Der Gutschein kann nicht in Verbindung mit anderen Gutscheinen verwendet werden."],"Free shipping":["Kostenlose Lieferung"],"Expires in":["Läuft ab in"],"General settings":["Allgemeine Einstellungen"],"Create new":["Neu erstellen"],"All coupons":["Alle Gutscheine"],"Usage limit per user":["Nutzungslimit pro Benutzer"],"Unlimited usage":["Unbegrenzte Nutzung"],"Usage limit per coupon":["Nutzungslimit pro Gutschein"],"Usage limits":["Nutzungsgrenzen"],"No restrictions":["Keine Einschränkungen"],"Allowed emails":["Zulässige E-Mail-Adressen"],"No categories":["Keine Kategorien"],"Any category":["Beliebige Kategorie"],"Product categories":["Produktkategorien"],"Excluded products":["Ausgeschlossene Produkte"],"Search for a product…":["Suche nach einem Produkt ..."],"Exclude sale items":["Produkte, die im Angebot sind, ausschliessen"],"Individual use only":["Nur einzeln anwendbar"],"No maximum":["Kein Maximum"],"Maximum spend":["Maximalbestellwert"],"No minimum":["Kein Mindestbetrag"],"Minimum spend":["Mindestbestellwert"],"Usage restriction":["Nutzungseinschränkung"],"Please enter a value with one monetary decimal point (%s) without thousand separators and currency symbols.":["Bitte geben Sie einen Wert mit einem Dezimalkomma (%s) ohne Tausendertrennzeichen und Währungssymbole ein."],"Coupon amount":["Gutscheinbetrag"],"Discount type":["Rabattart"],"Don't forget to include the [activation_link] shortcode in the email":["Vergiss nicht, den Shortcode [activation_link] in die E-Mail einzubauen"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["Um diese E-Mail zu bearbeiten, muss sie deaktiviert werden. Sie können es wieder aktivieren, nachdem Sie die Änderungen vorgenommen haben."],"This email was deactivated.":["Diese E-Mail wurde deaktiviert."],"A re-engagement email must include a link with [link:subscription_re_engage_url] shortcode.":["Eine Re-Engagement-E-Mail muss einen Link mit dem Shortcode [link:subscription_re_engage_url] enthalten."],"A button title when user can't redo the change in editor\u0004No actions available to redo.":["Keine Aktionen zum Wiederholen verfügbar."],"A button title when user can redo the change in editor\u0004Redo":["Wiederholen"],"A button title when user can't undo the change in editor\u0004No actions available to undo.":["Keine Aktionen zum Rückgängigmachen verfügbar."],"A button title when user can undo the change in editor\u0004Undo":["Rückgängig"],"cancel color selection\u0004Cancel":["Abbrechen"],"select color\u0004Select":["Wählen"],"(Please reuse the current translation used for the string “Automatic Latest Content”) This Error message is displayed when a user tries to send a “Post Notification” email without any “Automatic Latest Content” widget inside\u0004Please add an “Automatic Latest Content” widget to the email from the right sidebar.":["Bitte fügen Sie der E-Mail in der rechten Seitenleiste ein Widget \"Automatischer neuester Inhalt\" hinzu."],"Sending is in progress. Do you want to pause sending and edit the newsletter?":["Der Versand wird ausgeführt. Möchten Sie den Versand unterbrechen und den Newsletter bearbeiten?"],"Products":["Produkte"],"Email sending has been paused.":["Der E-Mail-Versand wurde angehalten."],"There are unsaved changes which will be lost if you leave this page.":["Es gibt nicht gespeicherte Änderungen, die verloren gehen, wenn Sie diese Seite verlassen."],"Saving...":["Wird gespeichert ..."],"Contents of this newsletter are corrupted and may be lost, you may need to add new content to this newsletter, or create a new one. If possible, please contact us and report this issue.":["Der Inhalt dieses Newsletters ist beschädigt und kann verloren gehen, Sie müssen möglicherweise neue Inhalte zu diesem Newsletter hinzufügen oder einen neuen erstellen. Wenn möglich, kontaktieren Sie uns bitte und melden Sie dieses Problem."],"Newsletter Preview":["Newsletter-Vorschau"],"There is no content to display.":["Es gibt keine Inhalte, die angezeigt werden können."],"Categories & tags":["Kategorien & Tags"],"Template has not been saved, please try again":["Vorlage wurde nicht gespeichert, bitte versuchen Sie es erneut"],"Template has been saved.":["Die Vorlage wurde gespeichert."],"Use images with widths of at least 1,000 pixels to ensure sharp display on high density screens, like mobile devices.":["Verwenden Sie Bilder mit einer Breite von mindestens 1.000 Pixeln, um eine scharfe Anzeige auf Bildschirmen mit hoher Dichte wie mobilen Geräten zu gewährleisten."],"This option eliminates padding around the image.":["Diese Option eliminiert das Auffüllen um das Bild herum."],"Max length is 250 characters, however, we recommend 80 characters.":["Die maximale Länge beträgt 250 Zeichen, wir empfehlen jedoch 80 Zeichen."],"This optional text will appear in your subscribers' inboxes, beside the subject line. Write something enticing!":["Dieser optionale Text wird in den Posteingängen Ihrer Abonnenten neben der Betreffzeile angezeigt. Schreiben Sie etwas Verlockendes!"],"You can add MailPoet shortcodes here. For example, you can add your subscribers' first names by using this shortcode: [subscriber:firstname | default:reader]. Simply copy and paste the shortcode into the field.":["Sie können MailPoet-Shortcodes hier hinzufügen. Sie können beispielsweise die Vornamen Ihrer Abonnenten hinzufügen, indem Sie diesen Shortcode verwenden: [subscriber:firstname | default:reader]. Kopieren Sie einfach den Shortcode und fügen Sie ihn in das Feld ein."],"Please add a template name":["Bitte fügen Sie einen Vorlagennamen hinzu"],"Check your [link]sending method settings[\/link].":["Überprüfen Sie Ihre [link]Sendemethodeneinstellungen[\/link]."],"Sign up for free in minutes":["Melden Sie sich in wenigen Minuten kostenlos an"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["Die einfache Alternative besteht darin, E-Mails stattdessen <b>mit mailPoet Sending Service<\/b> zu senden, wie es Tausende anderer Benutzer tun."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Bitte überprüfen Sie die Konfiguration Ihrer Sendemethode, möglicherweise müssen Sie sich an Ihr Hosting-Unternehmen wenden."],"The email could not be sent due to a technical issue with %1$s":["Die E-Mail konnte aufgrund eines technischen Problems mit %1$s"],"Enter an email address to send the preview newsletter to.":["Geben Sie eine E-Mail-Adresse ein, an die der Vorschau-Newsletter gesendet werden soll."],"This email has already been sent. It can be edited, but not sent again. Duplicate this email if you want to send it again.":["Diese E-Mail wurde bereits gesendet. Es kann bearbeitet, aber nicht erneut gesendet werden. Duplizieren Sie diese E-Mail, wenn Sie sie erneut senden möchten."],"Poet, please add prose to your masterpiece before you send it to your followers.":["Dichter, bitte füge deinem Meisterwerk Prosa hinzu, bevor du es an deine Anhänger sendest."],"All emails must include an \"Unsubscribe\" link. Add a footer widget to your email to continue.":["Alle E-Mails müssen einen \"Abmelden\"-Link enthalten. Fügen Sie Ihrer E-Mail ein Fußzeilen-Widget hinzu, um fortzufahren."],"The email could not be saved. Please, clear browser cache and reload the page. If the problem persists, duplicate the email and try again.":["Die E-Mail konnte nicht gespeichert werden. Bitte leeren Sie den Browser-Cache und laden Sie die Seite neu. Wenn das Problem weiterhin besteht, duplizieren Sie die E-Mail und versuchen Sie es erneut."],"Select a shortcode":["Shortcode auswählen"],"Failed to fetch rendered posts":["Rendered Posts konnten nicht abgerufen werden"],"Failed to fetch available posts":["Verfügbare Beiträge konnten nicht abgerufen werden"],"Close":["Schliessen"],"Sorry, there was an error, please try again later.":["Leider ist ein Fehler aufgetreten, bitte versuchen Sie es später erneut."]}}}