{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"nl","project_id_version":"MailPoet - MailPoet"},"Save and continue":["Opslaan en doorgaan"],"Share feedback":["Deel je feedback"],"Guide":["Gids"],"Rate us now":["Waardeer ons nu"],"Thank you! Time to tell the world?":["Bedankt! Tijd om het de wereld te vertellen?"],"Use personalization tags to personalize your email, or learn more about <bestPracticeLink>best practices<\/bestPracticeLink> and using <emojiLink>emoji in subject lines<\/emojiLink>.":["Gebruik personalisatie tags om je e-mail te personaliseren of lees meer over <bestPracticeLink>best practices<\/bestPracticeLink> en het gebruik van <emojiLink>emoji in onderwerp regels<\/emojiLink>."],"Insert link":["Link invoegen"],"All emails must include an \"Unsubscribe\" link.":["Alle e-mails moeten een link \"Uitschrijven\" bevatten."],"<link>This text<\/link> will appear in the inbox, underneath the subject line.":["<link>Deze tekst<\/link> zal verschijnen in the inbox, onder de onderwerpregel.."],"Add a preview text to capture subscribers' attention and increase open rates.":["Voeg een voorbeeldtekst toe om de aandacht van abonnees te trekken en het aantal geopende e-mails te verhogen."],"Eg. The summer sale is here!":["Bijv. De zomeruitverkoop is er!"],"Preview text":["Voorbeeld tekst"],"Subject":["Onderwerp"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["Je gebruikt MailPoet nu al %d maand, we zouden graag jouw recensie lezen.","Je gebruikt MailPoet nu al %d maanden, we zouden graag jouw recensie lezen."],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["Je gebruikt MailPoet nu %d dag, en we zouden graag je eigen beoordeling lezen.","Je gebruikt MailPoet nu %d dagen, en we zouden graag je eigen review lezen."],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, wist je al dat honderden WordPress gebruikers de beoordelingen lezen op de plugin repository? Ze zijn een bron van inspiratie voor ons team."],"Manage subscription":["Abonnement beheren"],"Unsubscribe":["Uitschrijven"]}}}