{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"ca","project_id_version":"MailPoet - MailPoet"},"Save and continue":[""],"Share feedback":["Compartiu comentaris"],"Guide":["Guia"],"Rate us now":["Valoreu-nos ara"],"Thank you! Time to tell the world?":["Gràcies! És hora de dir-li al món?"],"Use personalization tags to personalize your email, or learn more about <bestPracticeLink>best practices<\/bestPracticeLink> and using <emojiLink>emoji in subject lines<\/emojiLink>.":["Utilitzeu codis curts per personalitzar el vostre correu electrònic, o més informació sobre <bestPracticeLink>millors pràctiques<\/bestPracticeLink> i utilitzant <emojiLink>emoji a les línies de l'assumpte<\/emojiLink>."],"Insert link":["Insereix un enllaç"],"All emails must include an \"Unsubscribe\" link.":["Tots els correus electrònics han d'incloure un enllaç per cancel·lar la subscripció"],"<link>This text<\/link> will appear in the inbox, underneath the subject line.":["<link>Aquest text<\/link> apareixerà a la safata d'entrada, baix de la línia de l'assumpte."],"Add a preview text to capture subscribers' attention and increase open rates.":["Afegiu un text de vista prèvia per captar l'atenció dels subscriptors i augmentar les tarifes obertes."],"Eg. The summer sale is here!":["Per exemple: \"Les rebaixes d'estiu han arribat!\""],"Preview text":["Text de la vista prèvia"],"Subject":["Assumpte"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["Fa %d mes que fas servir MailPoet, i ens encantaria llegir la teva ressenya.","Fa %d mesos que fas servir MailPoet, i ens encantaria llegir la teva ressenya."],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["Fa %d dia que fas servir MailPoet, i ens encantaria llegir la teva ressenya.","Fa %d dies que fas servir MailPoet, i ens encantaria llegir la teva ressenya."],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, sabies que centenars d'usuaris de WordPress llegeixen les ressenyes del directori d'extensions? També són una font d'inspiració pel nostre equip."],"Manage subscription":["Modifica la subscripció"],"Unsubscribe":["Donar-se de baixa"]}}}