{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);","language":"ro","project_id_version":"MailPoet - MailPoet"},"Starting an automation by changing the status of a booking is a premium feature.":[""],"bookings":[""],"Start the automation when booking changed to a specific status.":[""],"Woo Booking status changed":[""],"Triggering an automation when a WordPress user role changes is a premium feature.":["Declanșarea unei automatizări atunci când se schimbă rolul unui utilizator WordPress este o funcționalitate premium."],"role":["rol"],"Start the automation when a WordPress user role changes.":["Pornește automatizarea atunci când se schimbă rolul unui utilizator WordPress."],"WordPress user role changes":["Schimbări ale rolurilor utilizatorilor WordPress"],"Email duplication failed. Please try again.":["Duplicarea emailului a eșuat. Te rog încearcă din nou."],"Duplicating automation steps is available in premium plans. Upgrade to unlock this feature.":["Duplicarea pașilor de automatizare este disponibilă în planurile premium. Actualizează pentru a debloca această funcționalitate."],"Duplicate step":["Duplică pas"],"note":["notă"],"Fires when any note is added to an order, can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.":["Se declanșează atunci când se adaugă orice notă la o comandă, putând include atât note private, cât și note către client. Aceste note apar în partea dreaptă a ecranului de editare a comenzii."],"Only trigger this workflow if the order note contains the certain text. This field is optional.":["Declanșează acest flux de lucru numai dacă nota de comandă conține un anumit text. Acest câmp este opțional."],"Note contains text":["Nota conține textul"],"Private note":["Notă privată"],"Note to customer":["Notă către client"],"Note type":["Tip notă"],"Order note added":["Notă de comandă adăugată"],"Show input value":["Arată valoarea de intrare"],"Hide input value":["Ascunde valoarea de intrare"],"Editing an active automation is currently unavailable.":["Editarea unei automatizări active nu este disponibilă momentan."],"Start the automation when a customer buys a product from a tag.":["Pornește automatizarea atunci când un client cumpără un produs etichetat."],"Search for a tag":["Caută o etichetă"],"Search results":["Rezultate căutare"],"Customer buys from a tag":["Clientul cumpără de la o etichetă"],"verb\u0004Show":["Arată"],"verb\u0004Hide":["Ascunde"],"below %s%%":["sub %s%%"],"between %s%% and %s%%":["între %s%% și %s%%"],"above %s%%":["peste %s%%"],"In trash":["La gunoi"],"Authenticated":["Autentificat"],"Pending authentication":["Autentificare în așteptare"],"Error":["Eroare"],"MailPoet will verify your DNS records to ensure it matches. Do note that it may take up to 24 hours for DNS changes to propagate after you make the change.":["MailPoet va verifica înregistrările tale DNS pentru a se asigura că acestea corespund. Reține că poate dura până la 24 de ore pentru ca modificările DNS să se propage după ce ai efectuat modificarea."],"Once added, click the button below to authenticate your sender domain.":["Odată adăugat, dă clic pe butonul de mai jos pentru a autentifica domeniul expeditorului tău."],"We detected different records from your domain. Please fix them by following the error messages below and reauthenticate your domain. For more help, <link>read our guide<\/link>.":["Am detectat înregistrări diferite de la domeniul tău. Te rugăm să le remediezi urmărind mesajele de eroare de mai jos și să-ți autentifici din nou domeniul. Pentru mai mult ajutor, <link>citește ghidul nostru<\/link>."],"Error authenticating your sender domain.":["Eroare la autentificarea domeniului expeditorului tău."],"Read the guide":["Citește ghidul"],"Multiple values detected.":["Valori multiple detectate."],"No records found. Please add this to your DNS settings.":["Nu s-au găsit înregistrări. Te rugăm să adaugi acest lucru la setările DNS."],"Incorrect value detected.":["Valoare incorectă detectată."],"and remove the duplicate value(s):":["și elimină valoarea (valorile) duplicat(e):"],"Please remove the duplicate value(s):":["Te rugăm să elimini valoarea (valorile) duplicată(e):"],"Please remove the text highlighted in red:":["Te rugăm să elimini textul evidențiat în roșu:"],"Please add the text highlighted in green:":["Te rugăm să adaugi textul evidențiat în verde:"],"Please add the text highlighted in green and remove the text highlighted in red:":["Te rugăm să adaugi textul evidențiat în verde și să elimini textul evidențiat în roșu:"],"The plugin has encountered an unexpected error. Please reload the page. If that does not help, <link>re-install the MailPoet Plugin.<\/link>":["Modulul a întâmpinat o eroare neașteptată. Te rugăm să reîncarci pagina. Dacă acest lucru nu ajută, <link>reinstalează modulul MailPoet.<\/link>."],"purchased product":["produs achiziționat"],"purchased in category":["cumpărat din categoria"],"User abandons cart":["Utilizatorul abandonează coșul"],"Please upgrade your MailPoet plan to gain access to this feature.":["Te rugăm să-ți actualizezi planul MailPoet pentru a obține acces la această funcționalitate."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Segmentarea avansată a contactelor nu este disponibilă în planul tău actual. Actualizează-ți planul MailPoet pentru a crea segmente de abonați extrem de bine țintite, folosind proprietăți multiple ale abonaților și logica ȘI\/SAU, asigurându-te că trimiți mesajul potrivit către persoanele potrivite."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Călătoriile de automatizare nu sunt disponibile în planul tău actual. Actualizează-ți planul MailPoet pentru a proiecta călătorii personalizate cu mai multe etape și logică de ramificare condiționată."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Actualizează-ți planul MailPoet pentru a obține o privire generală detaliată despre modul în care abonații tăi se angajează cu automatizările tale și despre comportamentul lor de cumpărare."],"purchased with tag":["cumpărat cu etichetă"],"Cart abandoned for":["Coș de cumpărături abandonat pentru"],"purchased with attribute":["cumpărat cu atribut"],"and":["și"],"in the last %d %s":["în ultimele %d %s"],"Authenticate domain to send new emails as <emailDomain\/>.":["Autentifică domeniu pentru a trimite emailuri noi ca <emailDomain\/>."],"Authenticate to send as <emailDomain\/> and improve email deliverability.":["Autentifică pentru a trimite ca <emailDomain\/> și îmbunătățește capacitatea de livrare a emailurilor."],"Update your domain settings to improve email deliverability and meet new sending requirements.":["Actualizează-ți setările domeniului pentru a îmbunătăți capacitatea de livrare a emailurilor și a îndeplini noile cerințe de expediere."],"MailPoet cannot send email campaigns from shared 3rd-party domains like <emailDomain\/>. Please send from your site's branded domain instead.":["MailPoet nu poate trimite campanii de email de la domenii partajate terțe precum <emailDomain\/>. Te rugăm să trimiți de pe domeniul propriu al site-ului."],"Shared 3rd-party domains like <emailDomain\/> will send from MailPoet's shared domain. We recommend that you use your site's branded domain instead.":["Domeniile terțe partajate precum <emailDomain\/> vor trimite de la domeniul partajat al MailPoet. Îți recomandăm să utilizezi în schimb domeniul propriu al site-ului."],"You can use MailPoet shortcodes.":["Poți folosi scurtcodurile MailPoet."],"Automation \"%s\" was moved to the trash.":["Automatizarea „%s” a fost aruncată la gunoi."],"number of orders with coupon code":["număr de comenzi cu cod cupon"],"Will be sent as: <rewrittenFromEmail\/>":["Vor fi trimise ca: <rewrittenFromEmail\/>"],"Authenticate":["Autentifică"],"Update settings":["Actualizează setări"],"Authenticate your sender domain to send emails from your email address. This helps your recipients verify you are the author of these emails and helps mailbox providers fight spam and improves your email delivery rates.":["Autentifică-ți domeniul expeditorului pentru a trimite emailuri de la adresa ta de email. Acest lucru îi ajută pe destinatarii tăi să verifice că ești autorul acestor emailuri și îi ajută pe furnizorii de căsuțe poștale să lupte împotriva spamului și să-ți îmbunătățească ratele de livrare ale emailurilor."],"Corrupt":["Corupt"],"Start building":["Începe să construiești"],"An error occurred while creating the automation. Please, try again.":["A apărut o eroare la crearea automatizării. Te rugăm să încerci din nou."],"There was an error loading the preview.":["A apărut o eroare la încărcarea previzualizării!"],"Starting an automation when a subscription expires is a premium feature.":["Pornirea unei automatizări atunci când expiră un abonament este o caracteristică premium."],"expired":["a expirat"],"Start the automation when a subscription expires.":["Pornește automatizarea atunci când expiră un abonament."],"Woo Subscription expired":["Woo Subscription a expirat"],"Starting an automation when a subscription payment fails is a premium feature.":["Pornirea unei automatizări atunci când plata unui abonament eșuează este o caracteristică premium."],"payment":["plată"],"Start the automation when a payment failed.":["Pornește automatizarea atunci când o plată eșuează."],"Woo Subscription payment failed":["Plata pentru Woo Subscription a eșuat"],"Starting an automation when a subscription is renewed is a premium feature.":["Pornirea unei automatizări atunci când un abonament este reînnoit este o caracteristică premium."],"renewed":["reînnoit"],"Start the automation when a subscription renewed.":["Pornește automatizarea atunci când un abonament este reînnoit."],"Woo Subscription renewed":["Woo Subscription a fost reînnoit"],"Starting an automation when a subscription trial starts is a premium feature.":["Pornirea unei automatizări atunci când începe un abonament de încercare gratuită este o caracteristică premium."],"Start the automation when a subscription trial starts.":["Pornește automatizarea atunci când începe un abonament de încercare gratuită."],"Woo Subscription trial started":["Încercarea gratuită pentru Woo Subscriptions a început"],"Starting an automation when a subscription trial ended is a premium feature.":["Pornirea unei automatizări atunci când se termină un abonament de încercare gratuită este o caracteristică premium."],"ended":["terminată"],"trial":["încercare gratuită"],"Start the automation when a subscription trial ends.":["Pornește automatizarea atunci când se termină un abonament de încercare gratuită."],"Woo Subscription trial ended":["Încercarea gratuită pentru Woo Subscriptions s-a terminat"],"Essential":["Esențial"],"Uncategorized":["Fără categorie"],"Starting an automation when a subscription is created is a premium feature.":["Pornirea unei automatizări atunci când este creat un abonament este o caracteristică premium."],"started":["începută"],"Start the automation when a subscription is created.":["Pornește automatizarea atunci când este creat un abonament."],"Woo Subscription started":["Woo Subscription a început"],"Starting an automation by changing the status of a subscription is a premium feature.":["Pornirea unei automatizări schimbând starea unui abonament este o caracteristică premium."],"changed":["schimbată"],"subscriptions":["abonamente"],"Start the automation when subscription changed to a specific status.":["Pornește automatizarea atunci când abonamentul s-a schimbat la o anumită stare."],"Woo Subscription status changed":["Starea Woo Subscription s-a schimbat"],"Triggering an automation by following an email link is a premium feature.":["Declanșarea unei automatizări prin urmărirea unei legături de email este o caracteristică premium."],"link":["legătură"],"Triggers an automation when a subscriber clicks a link in an email.":["Declanșează o automatizare atunci când un abonat dă clic pe o legătură dintr-un email."],"Subscriber clicks a link in email":["Abonatul dă clic pe o legătură din email"],"If you have already received approval email, click <link>here<\/link> to update the status.":["Dacă ai primit deja un email de aprobare, dă clic <link>aici<\/link> pentru a actualiza starea."],"You can use all MailPoet features and send <link1>email previews<\/link1> to your <link2>authorized email addresses<\/link2>, but sending to your email list contacts is temporarily paused until we review your subscription. If you don't hear from us within 48 hours, please check the inbox and spam folders of your MailPoet account email for follow-up emails with the subject \"<emailSubject\/>\" and reply, or <link3>contact us<\/link3>.":["Poți utiliza toate funcționalitățile MailPoet și poți trimite <link1>previzualizări de email<\/link1> către <link2>adresele tale de email autorizate<\/link2>, dar trimiterea la lista ta de email a persoanelor de contact este temporar întreruptă până când îți examinăm abonamentul. Dacă nu primești nicio veste de la noi în decurs de 48 de ore, te rugăm să verifici căsuța de email și dosarele de spam din contul tău de email MailPoet pentru emailuri ulterioare cu subiectul „<emailSubject\/>” și răspunde sau <link3>contactează-ne<\/link3>."],"MailPoet is <link>reviewing your subscription<\/link>.":["MailPoet <link>îți examinează abonamentul<\/link>."],"created":["creat"],"Start the automation when an order is created.":["Pornește automatizarea când este creată o comandă."],"cancelled":["anulată"],"Start the automation when an order is cancelled.":["Pornește automatizarea când o comandă este anulată."],"Start the automation when an order is completed.":["Pornește automatizarea când o comandă este finalizată."],"Order created":["Comandă creată"],"Order completed":["Comandă finalizată"],"Order cancelled":["Comandă anulată"],"was sent":["a fost trimis"],"number of emails received":["număr de emailuri primite"],"number of clicks":["număr de clicuri"],"clicked any email":["clicuit orice email"],"first order":["prima comandă"],"Starting an automation by creating a comment is a premium feature.":["Pornirea unei automatizări prin crearea unui comentariu este o caracteristică premium."],"Start the automation when a user makes a comment.":["Pornește automatizarea atunci când un client face un comentariu."],"User makes a comment":["Utilizatorul face un comentariu"],"Starting an automation by creating a review is a premium feature.":["Pornirea unei automatizări prin crearea unei recenzii este o caracteristică premium."],"comment":["comentariu"],"review":["recenzie"],"Start the automation when a customer posts a review.":["Pornește automatizarea atunci când un client publică o recenzie."],"Customer posts a review":["Clientul publică o recenzie"],"clicks":["clicuri"],"if\/else":["dacă\/altfel"],"conditional":["condițional"],"condition":["condiție"],"Based on %s":["Bazat pe %s"],"The automation follows a different path based on specified conditions.":["Automatizarea urmează o cale diferită în funcție de condițiile specificate."],"The automation would go through the yes flow if <operator>any of<\/operator> the following conditions are met:":["Automatizarea va trece prin fluxul afirmativ dacă este îndeplinită <operator>oricare dintre<\/operator> următoarele condiții:"],"The automation would go through the yes flow if <operator>all of<\/operator> the following conditions are met:":["Automatizarea va trece prin fluxul afirmativ dacă sunt îndeplinite <operator>toate dintre<\/operator> următoarele condiții:"],"The automation would go through the yes flow if the following conditions are met:":["Automatizarea va trece prin fluxul afirmativ dacă sunt îndeplinite următoarele condiții:"],"Add condition":["Adaugă condiție"],"Conditions: %d":["Condiții: %d"],"Filters: %d":["Filtre: %d"],"Segment filter":["Filtru segmente"],"Starting an automation when a tag has been removed from a subscriber is a premium feature.":["Pornirea unei automatizări atunci când o etichetă a fost eliminată de la un abonat este o caracteristică premium."],"Start the automation when a tag is removed from a subscriber.":["Pornește automatizarea atunci când o etichetă a fost eliminată de la un abonat."],"Tag removed from subscriber":["Etichetă eliminată de la abonat"],"Starting an automation when a tag was added to a subscriber is a premium feature.":["Pornirea unei automatizări atunci când o etichetă a fost adăugată la un abonat este o caracteristică premium."],"Start the automation when a tag is added to a subscriber.":["Pornește automatizarea atunci când o etichetă a fost adăugată la un abonat."],"Tag added to subscriber":["Etichetă adăugată la abonat"],"Firing a custom hook is a premium feature.":["Rularea unui cârlig personalizat este o funcționalitate premium."],"Fires a customizable hook.":["Rulează un cârlig personalizabil."],"Custom action":["Acțiune personalizată"],"Triggering an automation with a custom hook is a premium feature.":["Declanșarea unei automatizări cu un cârlig personalizat este o funcționalitate premium."],"code":["cod"],"hook":["cârlig"],"custom":["personalizare"],"This is an advanced feature for developers. Triggers an automation when a certain action is fired. The action's first argument must be the email address of a subscriber.":["Aceasta este o funcționalitate avansată pentru dezvoltatori. Declanșează o automatizare atunci când este declanșată o anumită acțiune. Primul argument al acțiunii trebuie să fie adresa de e-mail a unui abonat."],"Custom trigger":["Declanșator personalizat"],"Conditions":["Condiții"],"purchase":["cumpără"],"category":["categorie"],"Start the automation when a customer buys a product from a category.":["Pornește automatizarea atunci când un client cumpără un produs dintr-o categorie."],"Search for a category":["Caută o categorie"],"bought":["cumpărat"],"buy":["cumpără"],"product":["produs"],"ecommerce":["ecommerce"],"Start the automation when a customer buys a product.":["Pornește automatizarea atunci când un client cumpără un produs."],"Order status":["Stare comandă"],"Order settings":["Setări comandă"],"Search for a product":["Caută un produs"],"Trigger":["Declanșator"],"Start the automation when a user who has items in the shopping cart leaves your website without checking out.":["Începe automatizarea atunci când un utilizator care are elemente în coșul de cumpărături părăsește site-ul tău fără a finaliza."],"3 days":["3 zile"],"1 day":["o zi"],"4 hours":["4 ore"],"1 hour":["o oră"],"30 minutes":["30 de minute"],"notification":["notificare"],"Customer buys from a category":["Clientul cumpără dintr-o categorie"],"Customer buys a product":["Clientul cumpără un produs"],"Could not copy to clipboard":["Nu s-a putut copia în clipbord"],"Copied to clipboard":["Copiat în clipbord"],"Delay":["Întârziere"],"Processing":["Se procesează"],"On hold":["În așteptare"],"Pending payment":["Plată în așteptare"],"Holiday Sale!":["Reduceri de vacanță!"],"Did you forget something?":["Ai uitat ceva?"],"Subscription":["Abonament"],"Thermo bottle":["Sticlă termică"],"Pens 10x":["Pixuri 10x"],"Branded magnet":["Magnet cu marcă"],"Funny socks":["Șosete amuzante"],"Cup":["Ceașcă"],"Mug":["Cană"],"Saved":["Salvat"],"Saving":["Se salvează"],"Updating…":["Se actualizează..."],"Analytics":["Analitice"],"used coupon code":["cod cupon folosit"],"number of reviews":["număr de recenzii"],"Completed":["Finalizat"],"Cancelled":["Anulat"],"In Progress":["În progres"],"completed":["finalizat"],"failed":["eșuat"],"You're viewing sample data.":["Vezi date demo."],"used shipping method":["metodă de livrare folosită"],"Orders":["Comenzi"],"postal code":["cod poștal"],"city":["oraș"],"country":["țară"],"number of orders":["număr de comenzi"],"number of machine-opens":["număr de deschideri-mașină"],"number of opens":["număr de deschideri"],"The automation would only be started if <operator>any of<\/operator> the following trigger conditions are met:":["Automatizarea va fi pornită numai dacă <operator>oricare dintre<\/operator> următoarele condiții de declanșare este îndeplinită:"],"The automation would only be started if <operator>all of<\/operator> the following trigger conditions are met:":["Automatizarea va fi pornită numai dacă <operator>toate dintre<\/operator>dintre următoarele condiții de declanșare sunt îndeplinite:"],"Automation flow":["Flux de automatizare"],"Overview":["Prezentare generală"],"Categories":["Categorii"],"No items found.":["Niciun element găsit."],"used payment method":["metode de plată folosite"],"average order value":["valoarea medie a comenzii"],"Any condition":["Orice condiție"],"All conditions":["Toate condițiile"],"unknown day":["zi necunoscută"],"unknown unit":["unitate necunoscută"],"months":["luni"],"weeks":["săptămâni"],"You have sent more emails this month than your MailPoet plan includes, and sending has been temporarily paused. To continue sending with MailPoet Sending Service please [link]upgrade your plan[\/link], or wait until sending is automatically resumed on %1$s":["Ai trimis mai multe e-mailuri luna aceasta decât include planul tău MailPoet, iar trimiterea a fost întreruptă temporar. Pentru a continua să trimiți cu Serviciul de corespondență MailPoet, te rugăm să-ți [link]actualizezi planul[\/link] sau așteptă până când trimiterea este reluată automat în %1$s"],"You are becoming a bigger sender – congratulations! To keep up with the growth, and continue sending, [link]please upgrade your plan[\/link]":["Devii un expeditor mai mare – felicitări! Pentru a ține pasul cu creșterea și a continua să trimiți, [link]te rugăm să-ți actualizezi planul[\/link]"],"Sending notification emails is a premium feature.":["Trimiterea e-mailurilor de notificare este o funcționalitate premium."],"Receive a notification when a contact reaches a specific point in automation.":["Primește o notificare când un contact ajunge la un anumit punct al automatizării."],"Send notification email":["Trimite e-mail de notificare"],"The automation would only be started if the following trigger conditions are met:":["Automatizarea va fi pornită numai dacă sunt îndeplinite următoarele condiții de declanșare:"],"Trigger filters":["Filtre declanșator"],"Add trigger filter":["Adaugă filtru declanșator"],"Adding trigger filters is a premium feature.":["Adăugarea filtrelor declanșator este o funcționalitate premium."],"unknown condition":["condiție necunoscută"],"Unknown field \"%s\"":["Câmp necunoscut „%s”"],"and unknown values":["și valori necunoscute"],"Unknown value":["Valoare necunoscută"],"change":["modifică"],"status":["stare"],"order":["comandă"],"woocommerce":["woocommerce"],"Changing the status is a premium feature.":["Modificarea stării este o funcționalitate premiu."],"Status changes to:":["Starea se modifică la:"],"Status changes from:":["Starea se modifică de la:"],"Any":["Oricare"],"unsubscribe":["dezabonare"],"update custom field":["actualizează câmp personalizat"],"update subscriber":["actualizează abonat"],"update":["actualizează"],"remove from list":["înlătură din listă"],"remove list":["înlătură listă"],"add to list":["adaugă la listă"],"add list":["adaugă listă"],"list":["listă"],"remove tags":["înlătură etichete"],"remove tag":["înlătură etichetă"],"add tags":["adaugă etichetă"],"add tag":["adaugă etichetă"],"labels":["etichete"],"label":["etichetă"],"tags":["etichete"],"tag":["etichetă"],"register":["înregistrare"],"user":["utilizator"],"subscription":["abonament"],"new subscriber":["abonat nou"],"subscribe":["abonare"],"send":["trimite"],"send email":["trimite e-mail"],"email":["e-mail"],"This is a marketing email. This type of email does require marketing consent. Read more about [link]marketing emails[\/link].":["Acesta este un e-mail de marketing. Acest tip de e-mail nu necesită consimțământ de marketing. Citește mai multe despre [link]e-mailurile de marketing[\/link]."],"This is a transactional email. This type of email doesn't require marketing consent. Read more about [link]transactional emails[\/link].":["Acesta este un e-mail tranzacțional. Acest tip de e-mail nu necesită consimțământ de marketing. Citește mai multe despre [link]e-mailurile tranzacționale[\/link]."],"time":["timp"],"pause":["pauză"],"wait":["așteaptă"],"Start the automation when an order is created or changed to a specific status.":["Pornește automatizarea atunci când o comandă este creată sau schimbată la o anumită stare."],"Order status changed":["Stare comandă schimbată"],"single order value":["valoarea unei singure comenzi"],"purchase date":["data cumpărării"],"Unsubscribing is a premium feature.":["Dezabonarea este o funcționalitate premium."],"Unsubscribe the subscriber from all marketing emails.":["Dezabonarea abonatului de la toate e-mailurile de marketing."],"Run this automation only once per subscriber.":["Rulează această automatizare o singură dată pentru fiecare abonat."],"There was a problem with rendering!":["A apărut o problemă cu randarea!"],"new":["nou"],"Copy to clipboard":["Copiază în clipbord"],"Updating subscribers is a premium feature.":["Actualizarea abonaților este o funcționalitate premium."],"Update the subscriber’s custom field to a specific value.":["Actualizează câmpul personalizat al abonatului la o anumită valoare."],"Update subscriber":["Actualizează abonat"],"Removing subscribers from lists is a premium feature.":["Înlăturarea abonaților din liste este o funcționalitate premium."],"Remove a subscriber from a list.":["Înlătură un abonat dintr-o listă."],"Remove from list":["Înlătură din listă"],"Adding subscribers to lists is a premium feature.":["Adăugarea abonaților în liste este o funcționalitate premium."],"Add a subscriber to a list.":["Adaugă un abonat la o listă."],"Add to list":["Adaugă la listă"],"Removing tags is a premium feature.":["Înlăturarea etichetelor este o funcționalitate premium."],"Remove a tag or multiple tags from a subscriber.":["Înlătură o etichetă sau mai multe de la un abonat."],"Remove tag":["Înlătură etichetă"],"Adding tags is a premium feature.":["Adăugarea etichetelor este o funcționalitate premium."],"Add a tag or multiple tags to a subscriber.":["Adaugă o etichetă sau mai multe la un abonat."],"Add tag":["Adaugă etichetă"],"All templates and fully configurable automations are available in the premium version.":["Toate șabloanele și automatizările complet configurabile sunt disponibile în versiunea premium."],"Coming soon":["În curând"],"Critical":["Critic"],"Email statistics":["Statistici email"],"[link]Subscribe in registration form[\/link] setting must be enabled.":["Setarea [link]Abonare în formularul de înregistrare[\/link] trebuie să fie activată."],"Wait for %d minute":["Așteaptă un minut","Așteaptă %d minute","Așteaptă %d de minute"],"Minutes":["Minute"],"No automation data.":["Fără date de automatizare."],"You are about to delete the automation \"%s\".":["Ești pe cale să ștergi automatizarea „%s”."],"Delete automation":["Șterge automatizare"],"Automation":["Automatizare"],"Automation errors":["Erori automatizare"],"Change automation name":["Schimbă nume automatizare"],"Editing automation:":["Editare automatizare:"],"Automation is deactivated. But recent users are still going through the flow.":["Automatizarea este dezactivată. Dar utilizatorii recenți încă trec prin flux."],"Automation is now deactivated!":["Automatizarea este acum dezactivată!"],"The automation has been saved.":["Automatizarea a fost salvată."],"You need to design an email before you can activate the automation":["Trebuie să proiectezi un email înainte de a putea activa automatizarea"]," This will stop it for all subscribers immediately.":["Acest lucru va opri imediat pentru toți abonații."],"Update & Activate":["Actualizează și activează"],"Deactivate":["Dezactivează"],"Deactivate automation":["Dezactivare automatizare"],"Automation will be deactivated for all the subscribers immediately.":["Automatizarea va fi dezactivată imediat pentru toți abonații."],"Stop automation for all subscribers":["Oprește automatizarea pentru toți abonații."],"New subscribers won't enter, but recently entered could proceed.":["Noii abonați nu vor intra, dar cei recent introduși vor putea continua."],"Let entered subscribers finish the flow":["Permite abonaților intrați să termine fluxul"],"Some subscribers entered but have not finished the flow. Let's decide what to do in this case.":["Unii abonați au intrat, dar nu au terminat fluxul. Hai să decidem ce să facem în acest caz."],"Deactivate the \"%s\" automation?":["Dezactivezi automatizarea „%s”?"],"Deactivate now":["Dezactivează acum"],"Are you sure you want to deactivate now? This would stop this automation for all subscribers immediately.":["Sigur vrei să dezactivezi acum? Acest lucru ar opri această automatizare imediat pentru toți abonații."],"Stop automation for all subscribers?":["Oprești automatizarea pentru toți abonații?"],"Deactivating":["Dezactivez"],"Please try again.":["Te rog reîncearcă."],"Purchase":["Cumpără"],"Please purchase a MailPoet plan.":["Te rog achiziționează un plan MailPoet."],"Purchase a MailPoet plan":["Achiziționează un plan MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["Modulul MailPoet Premium a fost activat. Te rog reîncearcă pagina."],"Plugin activation failed.":["Activarea modulului a eșuat."],"Reload the page":["Reîncarcă pagina"],"Please activate the MailPoet Premium plugin.":["Te rog activează modulul MailPoet Premium."],"Activate the MailPoet Premium plugin":["Activează modulul MailPoet Premium"],"Plugin installation failed.":["Instalarea modulului a eșuat."],"Downloading…":["Se descarcă..."],"Download":["Descarcă"],"Please download the MailPoet Premium plugin.":["Te rog descarcă modulul MailPoet Premium."],"Download the MailPoet Premium plugin":["Descarcă modulul MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Te rog actualizează-ți planul MailPoet pentru a continua să folosești MailPoet."],"Subscribers limit reached":["Limita de abonați a fost atinsă"],"Please upgrade your MailPoet plan.":["Te rog actualizează-ți planul MailPoet."],"Upgrade your MailPoet plan":["Actualizează-ți planul MailPoet"],"You cannot edit automation \"%s\" because it is in the trash.":["Nu poți edita automatizarea „%s” pentru că se află în coș."],"Well done! Automation is now activated!":["Foarte bine! Automatizarea este acum activată!"],"Activating…":["Se activează..."],"Starts the automation when a new user registered in WordPress.":["Începe automatizarea când un nou utilizator se înregistrează în WordPress."],"Any user role":["Orice rol de utilizator"],"When WordPress user role is:":["Când rolul de utilizator WordPress este:"],"Starts the automation when a new subscriber is added to MailPoet.":["Începe automatizarea când un nou abonat este adăugat în MailPoet."],"Any list":["Orice listă"],"When someone subscribes to the following lists:":["Când cineva se abonează la următoarele liste:"],"Trigger settings":["Setări declanșator"],"An email will be sent to subscriber.":["Un email va fi trimis la abonat."],"\"Reply to\" email address":["Adresă de email „Răspunde la”"],"\"Reply to\" name":["Nume „Răspunde la”"],"Use different email address for getting replies to the email":["Folosește adresă de email diferită pentru a primi răspunsuri la email"],"Reply to":["Răspunde la"],"Enable custom GA tracking":["Activează urmărirea personalizată GA"],"Google Analytics":["Google Analytics"],"Type in preheader…":["Introdu în pre-antet..."],"Preheader":["Pre-antet"],"Type in subject…":["Introdu în subiect..."],"you@domain.com":["tu@domeniu.ro"],"\"From\" email address":["Adresă email „De la”"],"\"From\" name":["Nume „De la”"],"Edit content":["Editează conținut"],"Design email":["Design email"],"Give the automation step a name that indicates its purpose. E.g \"Abandoned cart recovery\". This name will be displayed only to you and not to the clients.":["Dă un nume pasului automatizării care să indice scopul, de ex.: „Recuperare coș abandonat”. Acest nume va fi afișat doar pentru tine și nu pentru clienți."],"Step name":["Nume pas"],"Edit step name":["Editează nume pas"],"Number":["Număr"],"Wait for":["Așteaptă"],"Not set up yet":["Încă nesetat"],"Wait some time before proceeding with the steps below.":["Așteaptă ceva timp înainte de a continua cu pașii de mai jos."],"Wait for %d week":["Așteaptă o săptămână","Așteaptă %d săptămâni","Așteaptă %d de săptămâni"],"Weeks":["Săptămâni"],"Wait for %d day":["Așteaptă o zi","Așteaptă %d zile","Așteaptă %d de zile"],"Days":["Zile"],"Wait for %d hour":["Așteaptă 1 oră","Așteaptă %d ore","Așteaptă %d de ore"],"Hours":["Ore"],"automation stats\u0004Total Exited":["Total ieșite"],"automation stats\u0004Total Processing":["Total în procesare"],"automation stats\u0004Total Entered":["Total intrate"],"Add trigger":["Adaugă declanșator"],"You cannot add a new step to the automation.":["Nu poți adăuga un nou pas la automatizare."],"Not set":["Nesetat"],"noun\u0004Trigger":["Declanșator"],"Step type not registered":["Tip pas neînregistrat"],"Trigger type not registered":["Tip declanșator neînregistrat"],"Unknown step":["Pas necunoscut"],"Unknown trigger":["Declanșator necunoscut"],"You cannot remove a step from the automation.":["Nu poți elimina un pas din automatizare."],"Delete step":["Șterge pas"],"Move to Trash":["Aruncă la gunoi"],"Yes, delete":["Da, șterge"],"No results found.":["Niciun rezultat găsit."],"Search for automation steps":["Caută după pași de automatizare"],"automation steps\u0004Logical":["Logici"],"automation steps\u0004Actions":["Acțiuni"],"automation steps\u0004Triggers":["Declanșatoare"],"Use left and right arrow keys to move through steps":["Folosește tastele săgeți stânga și dreapta pentru a te deplasa prin pași"],"Give the automation a name that indicates its purpose. E.g. \"Abandoned cart recovery\"":["Dă un nume automatizării care indică scopul ei, de ex.: „Recuperare coș abandonat”"],"Automation name":["Nume automatizare"],"Save draft":["Salvează ciornă"],"View all automations":["Vezi toate automatizările"],"Fullscreen mode deactivated":["Mod ecran întreg dezactivat"],"Fullscreen mode activated":["Mod ecran întreg activat"],"Work without distraction":["Lucrează fără distrageri"],"Fullscreen mode":["Mod ecran întreg"],"noun\u0004View":["Vezi"],"Toggle step inserter":["Comută inserare pași"],"The following steps are not fully set:":["Următorii pași nu sunt setați în totalitate:"],"Rename":["Redenumește"],"More":["Mai mult"],"WordPress user registers":["Înregistrări utilizatori WordPress"],"noun\u0004Delay":["Întârziere"],"Google Analytics tracking is not available in the free version of the MailPoet plugin.":["Urmărirea Google Analytics nu este disponibilă în versiunea gratuită a modulului MailPoet."],"Someone subscribes":["Se abonează cineva"],"Not an authorized sender email address. [link]Authorize it now.[\/link]":["Adresa de email a expeditorului nu este autorizată. [link]Autorizeaz-o acum.[\/link]"],"Tutorial":["Tutorial"],"Click here to copy":["Clic aici pentru a copia"],"Verify the DNS records":["Verifică înregistrările DNS"],"Value":["Valoare"],"Host":["Gazdă"],"Manage Sender Domain":["Gestionează domeniul expeditorului"],"Tags":["Etichete"],"An error occured when performing the request. Please try again later":["S-a produs o eroare la efectuarea cererii. Te rog încearcă din nou mai târziu."],"The email address has been authorized. You can now send emails using this address with MailPoet.":["Adresa de email a fost autorizată. Poți trimite acum email-uri folosind această adresă cu MailPoet."],"Check your inbox now to confirm your email address. Please find the email with the subject: [bold]\"email address to authorize\"[\/bold]":["Verifică-ți acum căsuța de intrări pentru a-ți confirma adresa de email. Te rog să cauți email-ul cu subiectul: [bold]„email address to authorize”[\/bold]"],"Authorizing your email address: [senderEmail]":["Se autorizează adresa ta de email: [senderEmail]"],"Send email":["Trimite email"],"delay":["întârziere"],"Failed":["Eșuat"],"Upgrade":["Actualizează"],"Your current MailPoet plan includes advanced features, but they require the MailPoet Premium plugin to be installed and activated.":["Planul tău actual MailPoet include funcționalități avansate, dar necesită instalarea și activarea modulului MailPoet Premium."],"machine-opened":["deschise-mașină"],"opened":["deschis"],"clicked":["clicuit"],"is member of":["este membru în"],"Tomorrow":["Mâine"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["Pentru a edita acest email, trebuie să fie dezactivat. Îl poți activa din nou după ce faci modificările."],"Activate MailPoet Premium plugin":["Activează modulul MailPoet Premium"],"MailPoet Premium is installed but not activated.":["MailPoet Premium este instalat dar nu este activat."],"Re-engagement":["Re-angajament"],"I have upgraded my subscription, resume sending":["Mi-am actualizat abonamentul, reia trimiterea"],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004Use an address like %1$s for the Sender and put %2$s in the <em>Reply-to<\/em> field below.":["Folosește o adresă ca %1$s pentru Expeditor și pune %2$s în câmpul <em>Răspunde-la<\/em> de mai jos."],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004You might not reach the inbox of your subscribers if you use this email address.":["S-ar putea să nu atingi intrările abonaților tăi dacă folosești această adresă de email."],"View subscribers":["Vezi abonați"],"Select":["Selectează"],"A test email was sent to [email_address]":["Un email de test a fost trimis la [email_address]"],"Activate MailPoet Sending Service":["Activează serviciul de corespondență MailPoet"],"MailPoet Sending Service is active":["Serviciul de corespondență MailPoet este activ"],"Download MailPoet Premium plugin":["Descarcă modulul MailPoet Premium"],"MailPoet Premium is not installed.":["MailPoet Premium nu este instalat."],"MailPoet Premium is active":["MailPoet Premium este activat"],"This website is on an Intranet. Activating MailPoet will not be possible.":["Acest site web este pe intranet. Activarea MailPoet nu va fi posibilă."],"Your host is blocking the activation, e.g. Altervista":["Gazda ta blochează activarea, de ex: Altervista"],"You’re on localhost or using an IP address instead of a domain. Not allowed for security reasons!":["Ești pe localhost sau folosești un IP în loc de un domeniu. Nu este permis din motive de securitate!"],"Your key is not valid":["Cheia ta nu este validă"],"Your key is valid":["Cheia ta este validă"],"Please specify a license key before validating it.":["Te rog specifică o cheie licență înainte să-l validezi."],"total spent":["total cheltuieli"],"has active subscription":["are abonament activ"],"days":["zile"],"Restore and enable":["Restaurează și activează"],"Trash and disable":["Aruncă și dezactivează"],"Delete permanently":["Șterge definitiv"],"Update":["Actualizează"],"Back to section root":["Înapoi la secțiunea rădăcină"],"Loading ...":["Încarc ..."],"Oops! There seems to be an issue with the sending on your website. [link]See our guide[\/link] to solve this yourself.":["Hopa! Se pare că este o eroare cu trimiterea pe site-ul tău web. [link]Vezi ghidul nostru[\/link] pentru a rezolva singur asta."],"An error occurred while saving the template in \"Recently sent\"":["A apărut o eroare în timpul salvării șablonului în „Trimise recent”"],"Confirm":["Confirm"],"Confirm to proceed":["Confirmă pentru a continua"],"Error code: %1$s":["Cod eroare: %1$s"],"Sending is paused because the following connection issue prevents MailPoet from delivering emails":["Trimiterea este întreruptă din cauza următoarei probleme care împiedică MailPoet să trimită emailuri"],"Sending has been paused due to a technical issue with %1$s":["Trimiterea a fost oprită din cauza unei probleme tehnice cu %1$s"],"John Doe":["John Doe"],"Learn more":["Află mai multe"],"Revenues by customers who clicked on this email in the last 2 weeks.":["Venituri după clienții care au dat clic pe acest email în ultimele 2 săptămâni."],"Something to improve.":["Ceva de îmbunătățit."],"Good stuff.":["Lucruri bune."],"Good":["Bun"],"Excellent":["Excelent"],"Paused":["Întrerupt"],"Statistics":["Statistici"],"Subject":["Subiect"],"Current page":["Pagină curentă"],"Preview":["Previzualizează"],"Products":["Produse"],"Cancel":["Anulează"],"Delete":["Șterge"],"Before you start, this is how you drag and drop in MailPoet":["Înainte să începi, așa poți trage și plasa în MailPoet"],"Check your [link]sending method settings[\/link].":["Verifică [link]setările metodei de trimitere[\/link]."],"Sign up for free in minutes":["Înregistrează-te gratuit în câteva minute"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["Alternativa ușoară este să <b>trimiți emailuri cu serviciul de corespondență MailPoet<\/b>, așa cum fac mii de alți utilizatori."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Te rog verifică configurația metodei de trimitere, poate fi nevoie să consulți compania ta de găzduire."],"Activate":["Activează"],"Send":["Trimite"],"Design":["Design"],"Template":["Șablon"],"Post Notification":["Notificări articol"],"Welcome Email":["Email de bun venit"],"Today":["Azi"],"Close":["Închide"],"Not sent yet!":["Încă netrimis!"],"An error occured when saving FROM email address.":["A apărut o eroare la salvarea adresei de email DE LA."],"Can’t use this email yet! [link]Please authorize it first[\/link].":["Încă nu poți folosi acest email! [link]Te rog autorizează-l mai întâi[\/link]."],"Excellent. Your authorized email was saved. You can change it in the [link]Basics tab of the MailPoet settings[\/link].":["Excelent! Adresa ta de email autorizată a fost salvată. O poți schimba în [link]fila de bază a setărilor MailPoet[\/link]."],"Set one of [link]your authorized email addresses[\/link] as the default FROM email for your MailPoet emails.":["Setează unul dintre [link]adresele tale de email autorizate[\/link] ca adresă implicită de email DE LA pentru emailurile tale MailPoet."],"It’s time to set your default FROM address!":["Este timpul să-ți setezi adresa DE LA implicită!"],"Sending has been resumed.":["Trimiterea a fost reluată."],"Move to trash":["Mută la gunoi"],"Edit":["Editează"],"Type":["Tip"],"%1$d items":["%1$d elemente"],"1 item":["1 element"],"of":["de"],"Last page":["Ultima pagină"],"Next page":["Pagina următoare"],"First page":["Prima pagină"],"Previous page":["Pagina anterioară"],"Restore":["Restaurează"],"Select All":["Selectează tot"],"Empty Trash":["Golește gunoiul"],"Select bulk action":["Selectare acțiune în masă"],"Clear selection":["Anulează selecția"],"Select all items on all pages":["Selectează toate elementele de pe toate paginile"],"All %d items are selected.":["Toate cele %d elemente sunt selectate."],"All items on this page are selected.":["Toate elementele de pe această pagină sunt selectate."],"Search":["Caută"],"Add":["Adaugă"],"Yes":["Da"],"The changes you made may not be saved":["Este posibil ca modificările făcute să nu fie salvate"],"Congrats!":["Felicitări!"],"Save":["Salvează"],"No":["Nu"],"Active":["Activ"],"Sent":["Trimise"],"Sending":["Se trimit"],"Scheduled":["Programate"],"Draft":["Schițe"],"Resume sending":["Reia trimiterea"],"Trash":["Gunoi"],"All":["Toate"],"Read more":["Citește mai multe"],"Unsubscribe":["Dezabonare"],"Premium":["Premium"],"Settings":["Setări"],"Subscribers":["Abonați"],"Newsletter":["Buletin de știri"],"WooCommerce":["WooCommerce"],"Email":["Email"],"MailPoet Sending Service is not active.":["Serviciul de corespondență MailPoet nu este activ."],"Your key is not valid for MailPoet Premium":["Cheia ta nu este validă pentru MailPoet Premium"],"Your key is not valid for the MailPoet Sending Service":["Cheia ta nu este validă pentru serviciul de corespondență MailPoet"],"An unknown error occurred.":["A apărut o eroare necunoscută."]}}}