{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","language":"sk","project_id_version":"MailPoet - MailPoet"},"Save and continue":[""],"Share feedback":["Zdieľať spätnú väzbu"],"Guide":[""],"Rate us now":["Ohodnoťte nás teraz"],"Thank you! Time to tell the world?":["Ďakujeme! Je čas povedať to svetu?"],"Use personalization tags to personalize your email, or learn more about <bestPracticeLink>best practices<\/bestPracticeLink> and using <emojiLink>emoji in subject lines<\/emojiLink>.":[""],"Insert link":["Vložiť odkaz"],"All emails must include an \"Unsubscribe\" link.":["Všetky e-maily musia obsahovať odkaz na zrušenie odberu."],"<link>This text<\/link> will appear in the inbox, underneath the subject line.":["<link>Tento text<\/link> sa zobrazí v doručenej pošte pod riadkom predmetu."],"Add a preview text to capture subscribers' attention and increase open rates.":["Pridajte text náhľadu, aby ste upútali pozornosť odberateľov a zvýšili mieru otvorenia."],"Eg. The summer sale is here!":["Letný výpredaj je tu!"],"Preview text":["Náhľad textu"],"Subject":["Predmet"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["MailPoet používate už %d mesiac a my by sme si radi prečítali vašu vlastnú recenziu.","MailPoet používate už %d mesiace a my by sme si radi prečítali vašu vlastnú recenziu.","MailPoet používate už %d mesiacov a my by sme si radi prečítali vašu vlastnú recenziu."],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["MailPoet používate už %d deň a my by sme si radi prečítali vašu vlastnú recenziu.","MailPoet používate už %d dní a my by sme si radi prečítali vašu vlastnú recenziu.","MailPoet používate už %d dní a my by sme si radi prečítali vašu vlastnú recenziu."],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, vedeli ste, že stovky používateľov WordPress čítajú recenzie na úložisku doplnkov? Sú tiež zdrojom inšpirácie pre náš tím."],"Manage subscription":["Správa odoberania"],"Unsubscribe":["Odhlásiť odber"]}}}