{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"nl","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Upgrade je MailPoet abonnement om toegang te krijgen tot deze functie."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Geavanceerde segmentatie van contactpersonen is niet beschikbaar in je huidige abonnement. Upgrade je MailPoet abonnement om zeer gerichte abonnee segmenten te maken met behulp van meerdere abonnee eigenschappen en AND\/OR logica, zodat je het juiste bericht naar de juiste mensen stuurt."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Automatisering trajecten zijn niet beschikbaar in je huidige abonnement. Upgrade je MailPoet abonnement om gepersonaliseerde trajecten te ontwerpen met meerdere stappen en voorwaardelijke vertakking logica."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Upgrade je MailPoet abonnement om gedetailleerde inzichten te krijgen in hoe je abonnees omgaan met je automatiseringen en hun koopgedrag."],"Please try again.":["Probeer het opnieuw."],"Purchase":["Kopen"],"Please purchase a MailPoet plan.":["Koop een MailPoet abonnement."],"Purchase a MailPoet plan":["Koop een MailPoet abonnement"],"The MailPoet Premium plugin was activated. Please reload the page.":["De MailPoet Premium plugin is geactiveerd. Laad de pagina opnieuw."],"Plugin activation failed.":["Activering van de plugin mislukt."],"Reload the page":["De pagina opnieuw laden"],"Please activate the MailPoet Premium plugin.":["Activeer de MailPoet Premium plugin."],"Activate the MailPoet Premium plugin":["Activeer de MailPoet Premium plugin"],"Plugin installation failed.":["Plugin installatie mislukt."],"Downloading…":["Aan het downloaden..."],"Download":["Download"],"Please download the MailPoet Premium plugin.":["Download de MailPoet Premium plugin."],"Download the MailPoet Premium plugin":["Download de MailPoet Premium plugin"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Upgrade je MailPoet abonnement om MailPoet te blijven gebruiken."],"Subscribers limit reached":["Abonnees beperking bereikt"],"Please upgrade your MailPoet plan.":["Upgrade je MailPoet abonnement."],"Upgrade your MailPoet plan":["Upgrade je MailPoet abonnement"],"Activating…":["Aan het activeren..."],"Upgrade":["Upgrade"],"MailPoet Premium is active":["MailPoet Premium is actief"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["Bij de gratis versie van MailPoet wordt er een MailPoet logo getoond in alle verzonden e-mails."],"Image":["Afbeelding"],"Cancel":["Annuleren"],"Activate":["Activeren"],"Settings":["Instellingen"]}}}