{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","language":"sk","project_id_version":"MailPoet - MailPoet"},"Restrict coupon usage to the subscriber receiving this email.":[""],"Restrict to subscriber email":[""],"Load more":["Načítať viac"],"Loading coupons was not successful":["Načítanie kupónov nebolo úspešné"],"Choose a style":["Vyberte si štýl"],"No coupons found":["Nenašli sa žiadne kupóny"],"All types":["Všetky typy"],"Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example \"*@gmail.com\" would match all gmail addresses.":["E-mailové adresy oddeľujte čiarkami. Na priradenie častí e-mailu môžete použiť aj hviezdičku (*). Napríklad \"*@gmail.com\" by zodpovedalo všetkým adresám gmail."],"Exclude product categories":["Vylúčiť kategórie produktov"],"Coupon does not apply to items on sale.":["Kupón sa nevzťahuje na položky v predaji."],"Coupon cannot be used in conjunction with other coupons.":["Kupón nie je možné použiť v kombinácii s inými kupónmi."],"Free shipping":["Doprava zadarmo"],"Expires in":["Platnosť končí v"],"General settings":["Všeobecné nastavenia"],"Create new":["Vytvoriť nový"],"All coupons":["Všetky kupóny"],"Usage limit per user":["Limit používania na používateľa"],"Unlimited usage":["Neobmedzené používanie"],"Usage limit per coupon":["Limit použitia na jeden kupón"],"Usage limits":["Limity používania"],"No restrictions":["Žiadne obmedzenia"],"Allowed emails":["Povolené e-maily"],"No categories":["Žiadne kategórie"],"Any category":["Akákoľvek kategória"],"Product categories":["Kategórie produktov"],"Excluded products":["Vylúčené výrobky"],"Search for a product…":["Vyhľadajte produkt..."],"Exclude sale items":["S výnimkou výpredajových položiek"],"Individual use only":["Len na individuálne použitie"],"No maximum":["Žiadne maximum"],"Maximum spend":["Maximálne výdavky"],"No minimum":["Žiadne minimum"],"Minimum spend":["Minimálne výdavky"],"Usage restriction":["Obmedzenie používania"],"Please enter a value with one monetary decimal point (%s) without thousand separators and currency symbols.":["Zadajte hodnotu s jednou peňažnou desatinnou čiarkou (%s) bez oddeľovačov tisícov a menových symbolov."],"Coupon amount":["Výška kupónu"],"Discount type":["Typ zľavy"],"Don't forget to include the [activation_link] shortcode in the email":["Nezabudnite do e-mailu uviesť [activation_link] skrátený kód"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["Ak chcete tento e-mail upraviť, je potrebné ho deaktivovať. Po vykonaní zmien ho môžete opäť aktivovať."],"This email was deactivated.":["Tento e-mail bol deaktivovaný."],"A re-engagement email must include a link with [link:subscription_re_engage_url] shortcode.":["E-mail o opätovnom prihlásení musí obsahovať odkaz so [link:subscription_re_engage_url] skráteným kódom."],"A button title when user can't redo the change in editor\u0004No actions available to redo.":["Žiadne úpravy na obnovenie."],"A button title when user can redo the change in editor\u0004Redo":["Redo"],"A button title when user can't undo the change in editor\u0004No actions available to undo.":["Nie sú k dispozícii žiadne akcie na zrušenie."],"A button title when user can undo the change in editor\u0004Undo":["Krok späť"],"cancel color selection\u0004Cancel":["Zrušiť"],"select color\u0004Select":["Vybrať"],"(Please reuse the current translation used for the string “Automatic Latest Content”) This Error message is displayed when a user tries to send a “Post Notification” email without any “Automatic Latest Content” widget inside\u0004Please add an “Automatic Latest Content” widget to the email from the right sidebar.":["Prosím, pridajte widget \"Automatický najnovší obsah\" do e-mailu z pravého bočného panela."],"Sending is in progress. Do you want to pause sending and edit the newsletter?":["Odosielanie prebieha. Chcete pozastaviť odosielanie a upraviť newsletter?"],"Products":["Produkty"],"Email sending has been paused.":["Odosielanie e-mailov bolo pozastavené."],"There are unsaved changes which will be lost if you leave this page.":["Existujú neuložené zmeny, ktoré sa stratia, ak opustíte túto stránku."],"Saving...":["Ukladanie..."],"Contents of this newsletter are corrupted and may be lost, you may need to add new content to this newsletter, or create a new one. If possible, please contact us and report this issue.":["Obsah tohto bulletinu je poškodený a môže sa stratiť, možno budete musieť pridať nový obsah do tohto bulletinu alebo vytvoriť nový. Ak je to možné, kontaktujte nás a nahláste tento problém."],"Newsletter Preview":["Ukážka bulletinu"],"There is no content to display.":["Nie je možné zobraziť žiadny obsah."],"Categories & tags":["Kategórie a značky"],"Template has not been saved, please try again":["Šablóna nebola uložená, skúste to prosím znova"],"Template has been saved.":["Šablóna bola uložená."],"Use images with widths of at least 1,000 pixels to ensure sharp display on high density screens, like mobile devices.":["Používajte obrázky so šírkou aspoň 1 000 pixelov, aby ste zabezpečili ostré zobrazenie na obrazovkách s vysokou hustotou, napríklad na mobilných zariadeniach."],"This option eliminates padding around the image.":["Táto možnosť odstraňuje výplň okolo obrázka."],"Max length is 250 characters, however, we recommend 80 characters.":["Maximálna dĺžka je 250 znakov, ale odporúčame 80 znakov."],"This optional text will appear in your subscribers' inboxes, beside the subject line. Write something enticing!":["Tento voliteľný text sa zobrazí v doručenej pošte odberateľov, pod predmetom emailu. Napíšte niečo, čo zaujme pozornosť!"],"You can add MailPoet shortcodes here. For example, you can add your subscribers' first names by using this shortcode: [subscriber:firstname | default:reader]. Simply copy and paste the shortcode into the field.":["Tu môžete pridať MailPoet skrátené kódy. Napríklad, môžete pridať krstné mená odberateľov použitím kódu [subscriber:firstname | default:reader]. Jednoducho skopírujte a vložte kód do vstupného poľa."],"Please add a template name":["Prosím, pridajte názov šablóny"],"Check your [link]sending method settings[\/link].":["Skontrolujte nastavenia [link] spôsobu odosielania [\/link]."],"Sign up for free in minutes":["Zaregistrujte sa zadarmo za pár minút"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["Jednoduchou alternatívou je <b>posielať e-maily pomocou služby MailPoet Sending Service<\/b>, ako to robia tisíce ďalších používateľov."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Skontrolujte konfiguráciu spôsobu odosielania, možno sa budete musieť poradiť so svojou hostingovou spoločnosťou."],"The email could not be sent due to a technical issue with %1$s":["E-mail nebolo možné odoslať z dôvodu technického problému s %1$s"],"Enter an email address to send the preview newsletter to.":["Zadajte e-mailovú adresu, na ktorú chcete zasielať náhľad bulletinu."],"This email has already been sent. It can be edited, but not sent again. Duplicate this email if you want to send it again.":["Tento e-mail už bol odoslaný. Je možné ho upraviť, ale nie znovu odoslať. Ak chcete tento e-mail odoslať znova, duplikujte ho."],"Poet, please add prose to your masterpiece before you send it to your followers.":["Básnik, prosím, doplň svoje dielo o prózu skôr, ako ho pošleš svojim nasledovníkom."],"All emails must include an \"Unsubscribe\" link. Add a footer widget to your email to continue.":["Všetky e-maily musia obsahovať odkaz na zrušenie odberu. Ak chcete pokračovať, pridajte do e-mailu widget päty."],"The email could not be saved. Please, clear browser cache and reload the page. If the problem persists, duplicate the email and try again.":["E-mail nebolo možné uložiť. Prosím, vymažte vyrovnávaciu pamäť prehliadača a znovu načítajte stránku. Ak problém pretrváva, duplikujte e-mail a skúste to znova."],"Select a shortcode":["Vyberte skrátený kód"],"Failed to fetch rendered posts":["Nepodarilo sa načítať vykreslené príspevky"],"Failed to fetch available posts":["Nepodarilo sa načítať dostupné príspevky"],"Close":["Zavrieť"],"Sorry, there was an error, please try again later.":["Ospravedlňujeme sa, došlo k chybe, skúste to prosím neskôr."]}}}