{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);","language":"ro","project_id_version":"MailPoet - MailPoet"},"Save and continue":["Salvează și continuă"],"Share feedback":["Împărtășește impresiile"],"Guide":["Ghid"],"Rate us now":["Evaluează-ne acum"],"Thank you! Time to tell the world?":["Mulțumim! E timpul să spui lumii?"],"Use personalization tags to personalize your email, or learn more about <bestPracticeLink>best practices<\/bestPracticeLink> and using <emojiLink>emoji in subject lines<\/emojiLink>.":["Folosește etichete de personalizare pentru a-ți personaliza emailul sau află mai multe despre <bestPracticeLink>cele mai bune practici<\/bestPracticeLink> și despre utilizarea <emojiLink>emoticonurilor în liniile de subiect<\/emojiLink>."],"Insert link":["Inserează legătura"],"All emails must include an \"Unsubscribe\" link.":["Toate emailurile trebuie să includă o legătură „Dezabonare”."],"<link>This text<\/link> will appear in the inbox, underneath the subject line.":["<link>Acest text<\/link> va apărea în căsuța de intrări, sub linia de subiect."],"Add a preview text to capture subscribers' attention and increase open rates.":["Adaugă un text de previzualizare pentru a capta atenția abonaților și pentru a crește ratele de deschidere."],"Eg. The summer sale is here!":["Ex.: Reducerile de vară sunt aici!"],"Preview text":["Previzualizare text"],"Subject":["Subiect"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["Folosești MailPoet de %d lună și ne-ar plăcea să-ți citim evaluarea.","Folosești MailPoet de %d luni și ne-ar plăcea să-ți citim evaluarea.","Folosești MailPoet de %d de luni și ne-ar plăcea să-ți citim evaluarea."],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["Folosești MailPoet de %d zi și ne-ar plăcea să-ți citim evaluarea.","Folosești MailPoet de %d zile și ne-ar plăcea să-ți citim evaluarea.","Folosești MailPoet de %d de zile și ne-ar plăcea să-ți citim evaluarea."],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, știai că sute de utilizatori WordPress citesc și evaluează pe depozitarul modulului? Ei sunt și o sursă de inspirație pentru echipa noastră."],"Manage subscription":["Administrare abonament"],"Unsubscribe":["Dezabonare"]}}}