{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);","language":"ro","project_id_version":"MailPoet - MailPoet"},"Separated – only human opens are counted as total opens. More accurate, but the numbers tend to be lower.":["Separat - doar deschiderile umane sunt luate în considerare ca deschideri totale. Mai precis, dar cifrele tind să fie mai mici."],"Merged – both are counted as total opens. Similar to other email marketing tools.":["Fuzionat - ambele sunt luate în considerare ca deschideri totale. Similar cu alte instrumente de marketing prin email."],"Choose how human and machine opens should be displayed.":["Alege modul în care ar trebui să fie afișate deschiderile umane și automate."],"Human and machine opens":["Deschideri umane și automate"],"Action Scheduler (recommended)":["Programator de acțiuni (recomandat)"],"Before terms and conditions":["Înainte de termene și condiții"],"Before payment methods":["Înainte de metodele de plată"],"After terms and conditions":["După termene și condiții"],"After order notes":["După notele de comandă"],"After billing info":["După informațiile de facturare"],"Select where the marketing opt-in checkbox appears on the checkout page.":["Selectează locul în care apare bifa de înscriere pentru marketing pe pagina de finalizare a comenzii."],"Checkbox opt-in position":["Poziție bifă înscriere"],"Checkbox opt-in message":["Mesaj bifă înscriere"],"Opt-in on checkout":["Înscriere la finalizare"],"Update service settings":["Actualizează setările serviciului"],"Your currently selected sending method is \"MailPoet Sending Service\". The API key you entered is not valid for sending with our sending service. You can either <link>upgrade to a subscription<\/link> that allows you to send with our service or choose a different sending service":["Metoda de trimitere selectată în prezent este „Serviciul de corespondență MailPoet\". Cheia API pe care ai introdus-o nu este valabilă pentru trimiterea cu serviciul nostru de corespondență. Poți fie <link>să actualizezi la un abonament<\/link> care îți permite să trimiți cu serviciul nostru, fie poți alege un alt serviciu de corespondență"],"Confirm sending service selection":["Confirmă selecția serviciului de corespondență"],"Maximum number to display":["Numărul maxim de afișat"],"Subject lines containing":["Liniile de subiect conțin"],"End date":["Dată de sfârșit"],"Start date":["Dată de început"],"In the last days":["În ultimele zile"],"Include newsletters sent no more than this many days ago. This overrides start and end dates.":["Include buletinele informative trimise cu nu mai mult de atât de multe zile în urmă. Aceasta anulează datele de început și de sfârșit."],"Visitors to your website":["Vizitatorii site-ului tău web"],"The checkbox opt-in message cannot be empty.":["Mesajul bifei de optare pentru nu poate fi gol."],"Select lists...":["Selectează liste..."],"Lists to also subscribe customers to:":["Liste la care se mai pot abona clienții:"],"Customers can subscribe to the \"WooCommerce Customers\" list and optionally other lists via a checkbox on the checkout page.":["Clienții se pot abona la lista „Clienți WooCommerce” și la alte liste opționale printr-o bifă de pe pagina de finalizare."],"With the frequency of running it every minute:":["Cu frecvența de rulare în fiecare minut:"],"To use this option please add this command to your crontab:":["Pentru a folosi această opțiune te rog să adaugi această comandă în fila ta cron:"],"Server side cron (Linux cron)":["Parte de server cron (Linux cron)"],"Select what will activate your newsletter queue.":["Selectează ce va activa coada buletinului tău de știri."],"Newsletter task scheduler (cron)":["Programator de sarcini pentru buletinul de știri (cron)"],"Read more.":["Citește mai mult."],"Settings":["Setări"]}}}