{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Actualize o seu plano MailPoet para ter acesso a esta funcionalidade."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["A segmentação avançada de contactos não está disponível no seu plano actual. Actualize o seu plano MailPoet para criar segmentos de subscritores altamente direccionados, utilizando várias propriedades de subscritores e lógica E\/OU. Garanta que envia a mensagem certa às pessoas certas."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Os percursos automatizados não estão disponíveis no seu plano actual. Actualize seu plano do MailPoet para criar percursos personalizados com vários passos e lógica condicional."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Actualize o seu plano MailPoet para obter informações detalhadas sobre a forma como os seus subscritores interagem com as suas automações e os seus comportamentos de compra."],"Please try again.":["Por favor tente de novo."],"Purchase":["Comprar"],"Please purchase a MailPoet plan.":["Por favor compre um plano do MailPoet."],"Purchase a MailPoet plan":["Comprar um plano do MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["O plugin MailPoet Premium foi activado com sucesso. Por favor actualize a página."],"Plugin activation failed.":["A activação do plugin falhou."],"Reload the page":["Actualizar a página"],"Please activate the MailPoet Premium plugin.":["Por favor active o plugin MailPoet Premium."],"Activate the MailPoet Premium plugin":["Activar o plugin MailPoet Premium"],"Plugin installation failed.":["A instalação do plugin falhou."],"Downloading…":["A descarregar…"],"Download":["Descarregar"],"Please download the MailPoet Premium plugin.":["Por favor descarregue o plugin MailPoet Premium."],"Download the MailPoet Premium plugin":["Descarregar o plugin MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Por favor actualize o seu plano do MailPoet para continuar a usar o MailPoet."],"Subscribers limit reached":["Foi alcançado o limite de subscritores"],"Please upgrade your MailPoet plan.":["Por favor actualize o seu plano do MailPoet."],"Upgrade your MailPoet plan":["Actualize o seu plano do MailPoet"],"Activating…":["A activar…"],"Upgrade":["Actualizar"],"MailPoet Premium is active":["O MailPoet Premium está activo"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["O logótipo do MailPoet será mostrado no rodapé de todos os emails enviados com a versão gratuita do MailPoet."],"Image":["Imagem"],"Cancel":["Cancelar"],"Activate":["Activar"],"Settings":["Definições"]}}}