{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);","language":"pl","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Aby uzyskać dostęp do tej funkcji, należy zaktualizować plan MailPoet."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Zaawansowana segmentacja kontaktów nie jest dostępna w obecnym planie. Uaktualnij swój plan MailPoet, aby tworzyć wysoce ukierunkowane segmenty subskrybentów przy użyciu wielu właściwości subskrybentów i logiki AND\/OR, zapewniając wysyłanie właściwych wiadomości do właściwych osób."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Podróże automatyzacji nie są dostępne w bieżącym planie. Uaktualnij swój plan MailPoet, aby projektować spersonalizowane podróże z wieloma krokami i warunkową logiką rozgałęzień."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Uaktualnij swój plan MailPoet, aby uzyskać szczegółowy wgląd w sposób, w jaki subskrybenci angażują się w automatyzacje i ich zachowania zakupowe."],"Please try again.":["Proszę spróbować ponownie."],"Purchase":["Kup"],"Please purchase a MailPoet plan.":["Prosimy o zakup planu MailPoet."],"Purchase a MailPoet plan":["Zakup planu MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["Wtyczka MailPoet Premium została aktywowana. Przeładuj stronę."],"Plugin activation failed.":["Nie powiodło się włączenie wtyczki."],"Reload the page":["Odśwież stronę"],"Please activate the MailPoet Premium plugin.":["Aktywuj wtyczkę MailPoet Premium."],"Activate the MailPoet Premium plugin":["Aktywuj wtyczkę MailPoet Premium"],"Plugin installation failed.":["Instalacja wtyczki nie powiodła się."],"Downloading…":["Pobieranie.."],"Download":["Pobierz"],"Please download the MailPoet Premium plugin.":["Pobierz wtyczkę MailPoet Premium."],"Download the MailPoet Premium plugin":["Pobierz wtyczkę MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Uaktualnij swój plan MailPoet, aby nadal korzystać z MailPoet."],"Subscribers limit reached":["Osiągnięto limit subskrybentów"],"Please upgrade your MailPoet plan.":["Prosimy o uaktualnienie planu MailPoet."],"Upgrade your MailPoet plan":["Uaktualnij swój plan MailPoet"],"Activating…":["Włączanie..."],"Upgrade":["Uaktualnij"],"MailPoet Premium is active":["MailPoet Premium jest aktywny"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["Logo MailPoet pojawi się w stopce wszystkich wiadomości e-mail wysyłanych za pomocą bezpłatnej wersji MailPoet."],"Image":["Obrazek"],"Cancel":["Anuluj"],"Activate":["Uaktywnij"],"Settings":["Ustawienia"]}}}