{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"ca","project_id_version":"MailPoet - MailPoet"},"Add new automation":["Afegir una nova automatització"],"Automation \"%s\" and all associated data were permanently deleted.":["L'automatització \"%s\" i totes les dades associades s'han suprimit permanentment."],"Automation \"%s\" was restored from the trash.":["L'automatització \"%s\" s'ha recuperat de la paperera."],"Automation \"%s\" was moved to the trash.":["L'automatització \"%s\" s'ha enviat a la paperera."],"Your existing automations are now listed here. You can also create new, more powerful automations with our new Automations editor. <link>Learn more<\/link>":["Les vostres automatitzacions existents ara es llisten aquí. També podeu crear noves automatitzacions més potents amb el nostre nou editor d'automatitzacions. <link>Més informació<\/link>"],"Analytics":["Analítiques"],"Create customized email sequences with our new automation editor.":["Creeu seqüències personalitzades de correu electrònic amb el nostre nou editor d'automatització."],"Build your own automations":["Construïu les vostres pròpies automatitzacions"],"Activate the automation and start engaging with your customers as they interact with your business.":["Activeu l'automatització i comenceu a involucrar-vos amb els vostres clients mentre interactuen amb el vostre negoci."],"Start engaging":["Comenceu a involucrar-vos"],"Modify one of our pre-made email templates or create your own design.":["Modifiqueu una de les nostres plantilles de correu electrònic predissenyades o creeu el vostre propi disseny."],"Design your email":["Dissenyeu el vostre correu electrònic"],"Choose steps and create a custom journey to best suit your needs.":["Trieu els passos i creeu un viatge personalitzat per a adaptar-lo millor a les vostres necessitats."],"Customize your automation":["Personalitzeu la vostra automatització"],"Deliver relevant messages to your customers based on who they are and how they interact with your business.":["Enviar missatges rellevants als teus clients en funció de qui són i com interactuen amb el teu negoci."],"Start with a trigger":["Inicia amb un activador"],"Browse all templates →":["Explora totes les plantilles →"],"Choose from our list of pre-made templates and make it your own.":["Trieu entre la nostra llista de plantilles prefabricades i feu-la vostra."],"Explore essentials":["Explora els essencials"],"Welcome":["Benvingut"],"Start with a template":["Comença amb una plantilla"],"Send emails that inform, reward, and engage your audience through powerful segmenting, scheduling, and design tools.":["Envieu correus electrònics que informen, recompensen i comprometen el vostre públic a través de potents eines de segmentació, planificació i disseny."],"Better engagement begins with automation":["Un compromís millor comença amb l'automatització"],"Trash automation":["Envia l'automatització a la paperera"],"Edit automation":["Edita l'automatització"],"Automations":["Automatitzacions"],"noun\u0004Trash":["Paperera"],"noun\u0004Draft":["Esborrany"],"automation stats\u0004Exited":["Sortit"],"automation stats\u0004Processing":["Processament"],"automation stats\u0004Entered":["Introduït"],"More":["Més"],"Are you sure you want to permanently delete \"%s\" and all associated data? This cannot be undone!":["Esteu segur que voleu suprimir permanentment «%s» i totes les dades associades? Això no es pot desfer!"],"Yes, permanently delete":["Sí, suprimeix permanentment"],"Permanently delete automation":["Suprimeix definitivament l'automatització"],"Are you sure you want to move the automation \"%s\" to the Trash?":["Esteu segur que voleu moure el flux de treball «%s» a la paperera?"],"Yes, move to trash":["Sí, mou a la paperera"],"verb\u0004Trash":["Paperera"],"Automation \"%s\" was duplicated.":["S'ha duplicat l'automatització «%s»."],"Undo":["Desfés"],"Sent when a new WordPress user with the role %s is added to your site.":["Enviat quan s'afegeix un usuari nou del WordPress amb el rol %s."],"Sent when someone subscribes to the list: %s.":["Enviat quan algú s'adhereix a la llista: %s."],"Delete permanently":["Esborra permanentment"],"You need to configure email options before this email can be sent.":["Has de configurar alguns paràmetres de correu abans que es pugui enviar aquest correu."],"You need to select a list to send to.":["Has de seleccionar una llista de destinataris"],"Invalid sending delay.":["Termini d'enviament no vàlid."],"%d week(s) later":["%d setmana(es) més tard"],"%d day(s) later":["%d dia(es) més tard"],"%d hour(s) later":["%d hora(es) més tard"],"%d minute(s) later":["%d minut(s) més tard"],"Sent when a new WordPress user is added to your site.":["Enviat quan s'afegeix un usuari WordPress al teu lloc web."],"Edit":["Edita"],"Name":["Nom"],"Restore":["Restaura"],"Status":["Estat"],"Active":["Actiu"],"All":["Tots"],"Subscribers":["Subscriptors"]}}}