{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"sv_SE","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Uppgradera din MailPoet-plan för att få tillgång till denna funktion."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Avancerad kontaktsegmentering är inte tillgänglig i din nuvarande plan. Uppgradera din MailPoet-plan för att kunna skapa kraftigt riktade prenumerantsegment med hjälp av flera abonnentegenskaper kombinerade via AND\/OR-logik, så att du kan skicka rätt meddelande till rätt mottagare."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Automatiskt styrda upplevelser är inte tillgängliga i din nuvarande plan. Uppgradera din MailPoet-plan för att kunna designa personliga upplevelser i flera steg och villkorsstyrd förgreningslogik."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Uppgradera din MailPoet-plan för att få detaljerade insikter om hur dina prenumeranter interagerar med dina automatiseringar, samt deras köpbeteende."],"Please try again.":["Försök igen."],"Purchase":["Köp"],"Please purchase a MailPoet plan.":["Köp en MailPoet-plan."],"Purchase a MailPoet plan":["Köp en MailPoet-plan"],"The MailPoet Premium plugin was activated. Please reload the page.":["Tillägget MailPoet Premium har aktiverats. Ladda om sidan."],"Plugin activation failed.":["Det gick inte att aktivera tillägget."],"Reload the page":["Ladda om sidan"],"Please activate the MailPoet Premium plugin.":["Aktiverat tillägget MailPoet Premium."],"Activate the MailPoet Premium plugin":["Aktiverat tillägget MailPoet Premium"],"Plugin installation failed.":["Det gick inte att installera tillägget."],"Downloading…":["Laddar nerؘ …"],"Download":["Ladda ner"],"Please download the MailPoet Premium plugin.":["Ladda ner tillägget MailPoet Premium."],"Download the MailPoet Premium plugin":["Ladda ner tillägget MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Uppgradera din MailPoet-plan för att fortsätta använda MailPoet."],"Subscribers limit reached":["Gränsen för antal prenumeranter är nådd."],"Please upgrade your MailPoet plan.":["Uppgradera din MailPoet-plan."],"Upgrade your MailPoet plan":["Uppgradera din MailPoet-plan"],"Activating…":["Aktiverar …"],"Upgrade":["Uppgradera"],"MailPoet Premium is active":["MailPoet Premium är aktivt"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["En MailPoet-logga kommer att visas i sidfoten på alla e-postmeddelanden som skickas med gratisversionen av MailPoet."],"Image":["Bild"],"Cancel":["Avbryt"],"Activate":["Aktivera"],"Settings":["Inställningar"]}}}