{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"MailPoet - MailPoet"},"Save and continue":[""],"Share feedback":["Partilhar feedback"],"Guide":["Guia"],"Rate us now":["Dê-nos uma classificação agora"],"Thank you! Time to tell the world?":["Obrigado! Está na altura de contar ao mundo?"],"Use personalization tags to personalize your email, or learn more about <bestPracticeLink>best practices<\/bestPracticeLink> and using <emojiLink>emoji in subject lines<\/emojiLink>.":["Use etiquetas de personalização para personalizar o seu email, ou saiba mais sobre as <bestPracticeLink>melhores práticas<\/bestPracticeLink> e como usar <emojiLink>emojis no campo do assunto<\/emojiLink>."],"Insert link":["Inserir ligação"],"All emails must include an \"Unsubscribe\" link.":["Todos os emails devem incluir uma ligação \"Cancelar subscrição\"."],"<link>This text<\/link> will appear in the inbox, underneath the subject line.":["<link>Este texto<\/link> será mostrado na caixa de entrada, abaixo da linha de assunto."],"Add a preview text to capture subscribers' attention and increase open rates.":["Adicione um texto de pré-visualização para captar a atenção dos subscritores e aumentar as taxas de abertura."],"Eg. The summer sale is here!":["Por exemplo: Os saldos de verão estão aqui!"],"Preview text":["Pré-visualizar texto"],"Subject":["Assunto"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["",""],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["",""],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, sabia que centenas de utilizadores do WordPress lêem as avaliações do directório de plugins? Estas são também uma fonte de inspiração para a nossa equipa."],"Manage subscription":["Gerir subscrição"],"Unsubscribe":["Cancelar subscrição"]}}}