{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);","language":"ro","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Te rugăm să-ți actualizezi planul MailPoet pentru a obține acces la această funcționalitate."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Segmentarea avansată a contactelor nu este disponibilă în planul tău actual. Actualizează-ți planul MailPoet pentru a crea segmente de abonați extrem de bine țintite, folosind proprietăți multiple ale abonaților și logica ȘI\/SAU, asigurându-te că trimiți mesajul potrivit către persoanele potrivite."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Călătoriile de automatizare nu sunt disponibile în planul tău actual. Actualizează-ți planul MailPoet pentru a proiecta călătorii personalizate cu mai multe etape și logică de ramificare condiționată."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Actualizează-ți planul MailPoet pentru a obține o privire generală detaliată despre modul în care abonații tăi se angajează cu automatizările tale și despre comportamentul lor de cumpărare."],"Please try again.":["Te rog reîncearcă."],"Purchase":["Cumpără"],"Please purchase a MailPoet plan.":["Te rog achiziționează un plan MailPoet."],"Purchase a MailPoet plan":["Achiziționează un plan MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["Modulul MailPoet Premium a fost activat. Te rog reîncearcă pagina."],"Plugin activation failed.":["Activarea modulului a eșuat."],"Reload the page":["Reîncarcă pagina"],"Please activate the MailPoet Premium plugin.":["Te rog activează modulul MailPoet Premium."],"Activate the MailPoet Premium plugin":["Activează modulul MailPoet Premium"],"Plugin installation failed.":["Instalarea modulului a eșuat."],"Downloading…":["Se descarcă..."],"Download":["Descarcă"],"Please download the MailPoet Premium plugin.":["Te rog descarcă modulul MailPoet Premium."],"Download the MailPoet Premium plugin":["Descarcă modulul MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Te rog actualizează-ți planul MailPoet pentru a continua să folosești MailPoet."],"Subscribers limit reached":["Limita de abonați a fost atinsă"],"Please upgrade your MailPoet plan.":["Te rog actualizează-ți planul MailPoet."],"Upgrade your MailPoet plan":["Actualizează-ți planul MailPoet"],"Activating…":["Se activează..."],"Upgrade":["Actualizează"],"MailPoet Premium is active":["MailPoet Premium este activat"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["În subsolul tuturor emailurilor trimise cu versiunea gratuită a MailPoet va apărea o siglă MailPoet."],"Image":["Imagine"],"Cancel":["Anulează"],"Activate":["Activează"],"Settings":["Setări"]}}}