{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);","language":"ro","project_id_version":"MailPoet - MailPoet"},"Add new automation":["Adaugă automatizare nouă"],"Automation \"%s\" and all associated data were permanently deleted.":["Automatizarea „%s” și toate datele asociate vor fi șterse permanent."],"Automation \"%s\" was restored from the trash.":["Automatizarea „%s” a fost restaurată de la gunoi."],"Automation \"%s\" was moved to the trash.":["Automatizarea „%s” a fost aruncată la gunoi."],"Your existing automations are now listed here. You can also create new, more powerful automations with our new Automations editor. <link>Learn more<\/link>":["Automatizările tale existente sunt acum listate aici. De asemenea, poți crea automatizări noi și mai puternice cu noul nostru editor de automatizări. <link>Află mai multe<\/link>"],"Analytics":["Analitice"],"Create customized email sequences with our new automation editor.":["Creează secvențe de emailuri personalizate cu noul nostru editor de automatizare."],"Build your own automations":["Creează-ți propriile automatizări"],"Activate the automation and start engaging with your customers as they interact with your business.":["Activează automatizarea și începe să interacționezi cu clienții tău în timp ce ei interacționează cu afacerea ta."],"Start engaging":["Începe interacțiunea"],"Modify one of our pre-made email templates or create your own design.":["Modifică unul dintre șabloanele noastre de email prefabricate sau creează-ți propriul design."],"Design your email":["Proiectează-ți emailul"],"Choose steps and create a custom journey to best suit your needs.":["Alege pașii și creează o călătorie personalizată care să se potrivească cel mai bine nevoilor tale."],"Customize your automation":["Personalizează-ți automatizarea"],"Deliver relevant messages to your customers based on who they are and how they interact with your business.":["Transmite mesaje relevante clienților tăi în funcție de cine sunt aceștia și de modul în care interacționează cu afacerea ta."],"Start with a trigger":["Începe cu un declanșator"],"Browse all templates →":["Răsfoiește toate șabloanele →"],"Choose from our list of pre-made templates and make it your own.":["Alege din lista noastră de șabloane prefabricate și creează-l pe al tău."],"Explore essentials":["Explorează elementele esențiale"],"Welcome":["Bun venit"],"Start with a template":["Începe cu un șablon"],"Send emails that inform, reward, and engage your audience through powerful segmenting, scheduling, and design tools.":["Trimite emailuri care informează, recompensează și implică publicul prin instrumente puternice de segmentare, programare și proiectare."],"Better engagement begins with automation":["O implicare mai bună începe cu automatizarea"],"Trash automation":["Șterge automatizare"],"Edit automation":["Editează automatizare"],"Automations":["Automatizări"],"noun\u0004Trash":["Gunoi"],"noun\u0004Draft":["Ciornă"],"automation stats\u0004Exited":["Ieșite"],"automation stats\u0004Processing":["În procesare"],"automation stats\u0004Entered":["Intrate"],"More":["Mai mult"],"Are you sure you want to permanently delete \"%s\" and all associated data? This cannot be undone!":["Sigur vrei să ștergi definitiv „%s” și toate datele asociate? Acest lucru nu poate fi anulat."],"Yes, permanently delete":["Da, șterge definitiv"],"Permanently delete automation":["Șterge definitiv automatizarea"],"Are you sure you want to move the automation \"%s\" to the Trash?":["Sigur vrei să arunci automatizarea „%s” la gunoi?"],"Yes, move to trash":["Da, aruncă la gunoi"],"verb\u0004Trash":["Aruncă la gunoi"],"Automation \"%s\" was duplicated.":["Automatizarea „%s” a fost duplicată."],"Undo":["Anulează"],"Sent when a new WordPress user with the role %s is added to your site.":["Trimis când un nou utilizator WordPress cu rolul %s este adăugat în site-ul tău."],"Sent when someone subscribes to the list: %s.":["Trimis când cineva se abonează la lista: %s."],"Delete permanently":["Șterge definitiv"],"You need to configure email options before this email can be sent.":["Trebuie să configurezi opțiunile de email înainte ca acest email să poată fi trimis."],"You need to select a list to send to.":["Trebuie să selectezi o listă la care să trimiți."],"Invalid sending delay.":["Întârziere de trimitere invalidă."],"%d week(s) later":["%d săptămână (săptămâni) mai târziu"],"%d day(s) later":["%d zi (zile) mai târziu"],"%d hour(s) later":["%d oră (ore) mai târziu"],"%d minute(s) later":["%d minut (minute) mai târziu"],"Sent when a new WordPress user is added to your site.":["Trimis când un nou utilizator WordPress este adăugat pe site-ul tău."],"Edit":["Editează"],"Name":["Nume"],"Restore":["Restaurează"],"Status":["Stare"],"Active":["Activ"],"All":["Toate"],"Subscribers":["Abonați"]}}}