{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"ca","project_id_version":"MailPoet - MailPoet"},"Starting an automation by changing the status of a booking is a premium feature.":[""],"bookings":[""],"Start the automation when booking changed to a specific status.":[""],"Woo Booking status changed":[""],"Triggering an automation when a WordPress user role changes is a premium feature.":[""],"role":[""],"Start the automation when a WordPress user role changes.":[""],"WordPress user role changes":[""],"Email duplication failed. Please try again.":[""],"Duplicating automation steps is available in premium plans. Upgrade to unlock this feature.":[""],"Duplicate step":[""],"note":[""],"Fires when any note is added to an order, can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.":[""],"Only trigger this workflow if the order note contains the certain text. This field is optional.":[""],"Note contains text":[""],"Private note":["Nota privada"],"Note to customer":["Nota per al client"],"Note type":["Tipus de nota"],"Order note added":[""],"Show input value":[""],"Hide input value":[""],"Editing an active automation is currently unavailable.":["Modificar una automatització activa no és possible actualment"],"Start the automation when a customer buys a product from a tag.":["Inicia l'automatització quan un client compra un producte d'una etiqueta."],"Search for a tag":["Buscar una etiqueta"],"Search results":["Resultats de la cerca"],"Customer buys from a tag":[""],"verb\u0004Show":["Mostra"],"verb\u0004Hide":["Amaga"],"below %s%%":["per sota de %s%%"],"between %s%% and %s%%":["entre %s%% i %s%%"],"above %s%%":["per sobre de %s%%"],"In trash":["A la paperera"],"Authenticated":["Autentica"],"Pending authentication":["Autenticació pendent"],"Error":["Error"],"MailPoet will verify your DNS records to ensure it matches. Do note that it may take up to 24 hours for DNS changes to propagate after you make the change.":["MailPoet verificarà els registres DNS per assegurar-se que coincideix. Tingueu en compte que poden trigar fins a 24 hores a propagar-se els canvis de DNS després de fer el canvi."],"Once added, click the button below to authenticate your sender domain.":["Un cop afegit, feu clic al botó de sota per autenticar el vostre domini de remitent."],"We detected different records from your domain. Please fix them by following the error messages below and reauthenticate your domain. For more help, <link>read our guide<\/link>.":["Hem detectat diferents registres del vostre domini. Corregiu-los seguint els missatges d'error de sota i torneu a autenticar el vostre domini. Per a més ajuda, <link>llegeix la nostra guia<\/link>."],"Error authenticating your sender domain.":["S'ha produït un error en autenticar el domini del remitent."],"Read the guide":["Llegiu la guia"],"Multiple values detected.":["S'han detectat múltiples valors."],"No records found. Please add this to your DNS settings.":["No s'ha trobat cap registre. Afegiu-ho a la configuració DNS."],"Incorrect value detected.":["S'ha detectat un valor incorrecte."],"and remove the duplicate value(s):":["i elimina els valors duplicats:"],"Please remove the duplicate value(s):":["Suprimiu els valors duplicats:"],"Please remove the text highlighted in red:":["Suprimiu el text ressaltat en vermell:"],"Please add the text highlighted in green:":["Afegiu el text ressaltat en verd:"],"Please add the text highlighted in green and remove the text highlighted in red:":["Afegiu el text ressaltat en verd i elimineu el text ressaltat en vermell:"],"The plugin has encountered an unexpected error. Please reload the page. If that does not help, <link>re-install the MailPoet Plugin.<\/link>":["L'extensió ha trobat un error inesperat. Torneu a carregar la pàgina. Si això no ajuda, <link>reinstal·la el connector MailPoet.<\/link>"],"purchased product":["ha comprat producte"],"purchased in category":["comprat en la categoria"],"User abandons cart":["L'usuari abandona la cistella"],"Please upgrade your MailPoet plan to gain access to this feature.":["Actualitzeu el vostre pla de MailPoet per accedir a aquesta funcionalitat"],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["La segmentació avançada de contactes no està disponible en el pla actual. Actualitzeu el vostre pla de MailPoet per crear segments de subscriptors altament dirigits utilitzant múltiples propietats de subscriptor i lògica AND\/OR, assegurant-vos d'enviar el missatge correcte a les persones adequades."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Les seqüències d'automatització no estan disponibles en el pla actual. Actualitzeu el vostre pla de MailPoet per dissenyar seqüències personalitzades amb múltiples passos i lògica de ramificació condicional."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Actualitzeu el vostre pla de MailPoet per obtenir informació detallada sobre com els vostres subscriptors es comprometen amb les vostres automatitzacions i els seus comportaments de compra."],"purchased with tag":["comprat amb etiqueta"],"Cart abandoned for":["Cistella abandonada per"],"purchased with attribute":["comprat amb atribut"],"and":["i"],"in the last %d %s":["en els últims %d %s"],"Authenticate domain to send new emails as <emailDomain\/>.":["Autentiqueu el domini per enviar correus nous com a <emailDomain\/>."],"Authenticate to send as <emailDomain\/> and improve email deliverability.":["Autentiqueu-vos per enviar com a <emailDomain\/> i milloreu l'enviament."],"Update your domain settings to improve email deliverability and meet new sending requirements.":["Actualitzeu la configuració del domini per millorar l'enviament i compliu amb els nous requeriments d'enviament."],"MailPoet cannot send email campaigns from shared 3rd-party domains like <emailDomain\/>. Please send from your site's branded domain instead.":["MailPoet no pot enviar campanyes de correu des de dominis compartits de tercers com <emailDomain\/>. Envieu des del vostre domini de marca."],"Shared 3rd-party domains like <emailDomain\/> will send from MailPoet's shared domain. We recommend that you use your site's branded domain instead.":["Dominis compartits de tercers com <emailDomain\/> enviaran des d'un domini compartit de MailPoet. Us recomanem que utilitzeu el vostre domini de marca."],"You can use MailPoet shortcodes.":["Podeu utilitzar els codis curts de MailPoet."],"Automation \"%s\" was moved to the trash.":["L'automatització \"%s\" s'ha enviat a la paperera."],"number of orders with coupon code":["nombre de comandes amb codi de cupó"],"Will be sent as: <rewrittenFromEmail\/>":["S'enviarà com a: <rewrittenFromEmail\/>"],"Authenticate":["Autentica"],"Update settings":["Actualitza la configuració"],"Authenticate your sender domain to send emails from your email address. This helps your recipients verify you are the author of these emails and helps mailbox providers fight spam and improves your email delivery rates.":["Autentiqueu el domini d'enviament per enviar correus des de la vostra adreça electrònica. Això ajuda els destinataris a verificar que sou l'autor dels correus i ajuda als proveïdors de correu a lluitar contra la brossa i millorar la ràtio d'enviament de correus."],"Corrupt":["Corrupte"],"Start building":["Inicia la construcció"],"An error occurred while creating the automation. Please, try again.":["S'ha produït un error en crear l'automatització. Si us plau, torneu-ho a provar."],"There was an error loading the preview.":["S'ha produït un error en carregar la previsualització."],"Starting an automation when a subscription expires is a premium feature.":["Iniciar una automatització quan una subscripció caduca és una característica premium."],"expired":["ha caducat"],"Start the automation when a subscription expires.":["Inicia l'automatització quan caduqui una subscripció."],"Woo Subscription expired":["La subscripció de Woo ha expirat"],"Starting an automation when a subscription payment fails is a premium feature.":["Iniciar una automatització quan falla un pagament de subscripció és una característica premium."],"payment":["pagament"],"Start the automation when a payment failed.":["Inicia l'automatització quan falli un pagament."],"Woo Subscription payment failed":["Ha fallat el pagament de la subscripció Woo"],"Starting an automation when a subscription is renewed is a premium feature.":["Iniciar una automatització quan es renova una subscripció és una característica premium."],"renewed":["renovat"],"Start the automation when a subscription renewed.":["Inicia l'automatització quan es renovi una subscripció."],"Woo Subscription renewed":["S'ha renovat la subscripció Woo"],"Starting an automation when a subscription trial starts is a premium feature.":["Iniciar una automatització quan s'inicia una prova de subscripció és una característica prèmium."],"Start the automation when a subscription trial starts.":["Inicia l'automatització quan s'iniciï una prova de subscripció."],"Woo Subscription trial started":["S'ha iniciat la subscripció de prova de Woo"],"Starting an automation when a subscription trial ended is a premium feature.":["Iniciar una automatització quan s'acaba una prova de subscripció és una característica prèmium."],"ended":["finalitzada"],"trial":["prova"],"Start the automation when a subscription trial ends.":["Inicia l'automatització quan finalitzi una prova de subscripció."],"Woo Subscription trial ended":["El judici de subscripció de Woo ha finalitzat"],"Essential":["Essencial"],"Uncategorized":["Sense categoria"],"Starting an automation when a subscription is created is a premium feature.":["Començar una automatització quan es crea una subscripció és una característica prèmium."],"started":["iniciat"],"Start the automation when a subscription is created.":["Inicia l'automatització quan es creï una subscripció."],"Woo Subscription started":["S'ha iniciat la subscripció Woo"],"Starting an automation by changing the status of a subscription is a premium feature.":["Iniciar una automatització canviant l'estat d'una subscripció és una característica prèmium."],"changed":["canviat"],"subscriptions":["subscripcions"],"Start the automation when subscription changed to a specific status.":["Inicia l'automatització quan la subscripció hagi canviat a un estat específic."],"Woo Subscription status changed":["S'ha canviat l'estat de la subscripció de Woo"],"Triggering an automation by following an email link is a premium feature.":["Llançar una automatització seguint un enllaç de correu electrònic és una característica prèmium."],"link":["enllaç"],"Triggers an automation when a subscriber clicks a link in an email.":["Llança una automatització quan un subscriptor fa clic en un enllaç d'un correu electrònic."],"Subscriber clicks a link in email":["El subscriptor fa clic en un enllaç al correu electrònic"],"If you have already received approval email, click <link>here<\/link> to update the status.":["Si ja heu rebut el correu electrònic d'aprovació, feu clic a <link>aquí<\/link> per actualitzar l'estat."],"You can use all MailPoet features and send <link1>email previews<\/link1> to your <link2>authorized email addresses<\/link2>, but sending to your email list contacts is temporarily paused until we review your subscription. If you don't hear from us within 48 hours, please check the inbox and spam folders of your MailPoet account email for follow-up emails with the subject \"<emailSubject\/>\" and reply, or <link3>contact us<\/link3>.":["Podeu utilitzar totes les funcions del MailPoet i enviar <link1>previsualitzacions de correu<\/link1> a les vostres <link2>adreces de correu electrònic autoritzades<\/link2>, però l'enviament als contactes de la vostra llista de correu està temporalment en pausa fins que revisem la vostra subscripció. Si no teniu notícies nostres en un termini de 48 hores, comproveu la safata d'entrada i les carpetes de correu brossa del vostre compte de MailPoet per a correus electrònics amb l'assumpte \"<emailSubject\/>\" i contesteu, o <link3>contacteu amb nosaltres<\/link3>."],"MailPoet is <link>reviewing your subscription<\/link>.":["MailPoet està <link>revisant la vostra subscripció<\/link>."],"created":["creat"],"Start the automation when an order is created.":["Inicia l'automatització quan es creï una comanda."],"cancelled":["cancel·lat"],"Start the automation when an order is cancelled.":["Inicia l'automatització quan es cancel·li una comanda."],"Start the automation when an order is completed.":["Inicia l'automatització quan es completi una comanda."],"Order created":["S'ha creat la comanda"],"Order completed":["Comanda completada"],"Order cancelled":["Comanda cancel·lada"],"was sent":["s'ha enviat"],"number of emails received":["nombre de correus electrònics rebuts"],"number of clicks":["nombre de clics"],"clicked any email":["has fet clic en algun correu electrònic"],"first order":["primera ordre"],"Starting an automation by creating a comment is a premium feature.":["Començar una automatització creant un comentari és una característica premium."],"Start the automation when a user makes a comment.":["Inicia l'automatització quan un usuari fa un comentari."],"User makes a comment":["L'usuari fa un comentari"],"Starting an automation by creating a review is a premium feature.":["Iniciar una automatització creant una revisió és una característica premium."],"comment":["comentari"],"review":["revisió"],"Start the automation when a customer posts a review.":["Inicia l'automatització quan un client faci una revisió."],"Customer posts a review":["El client fa una revisió"],"clicks":["clics"],"if\/else":["si\/sinó"],"conditional":["condicional"],"condition":["condició"],"Based on %s":["Basat en %s"],"The automation follows a different path based on specified conditions.":["L'automatització segueix un camí diferent en funció de les condicions especificades."],"The automation would go through the yes flow if <operator>any of<\/operator> the following conditions are met:":["L'automatització passaria pel flux sí si es compleixen <operator>qualsevol de<\/operator> les condicions següents:"],"The automation would go through the yes flow if <operator>all of<\/operator> the following conditions are met:":["L'automatització passaria pel flux de sí si es compleixen <operator>totes<\/operator> les condicions següents:"],"The automation would go through the yes flow if the following conditions are met:":["L'automatització passaria pel flux sí si es compleixen les següents condicions:"],"Add condition":["Afegeix una condició"],"Conditions: %d":["Condicions: %d"],"Filters: %d":["Filtres: %d"],"Segment filter":["Filtra el segment"],"Starting an automation when a tag has been removed from a subscriber is a premium feature.":["Iniciar una automatització quan s'elimina una etiqueta d'un subscriptor és una característica prèmium."],"Start the automation when a tag is removed from a subscriber.":["Inicia una automatització quan una etiqueta s'elimina d'un subscriptor."],"Tag removed from subscriber":["S'ha eliminat l'etiqueta del subscriptor"],"Starting an automation when a tag was added to a subscriber is a premium feature.":["Iniciar una automatització quan s'afegeix una etiqueta a un subscriptor és una característica prèmium."],"Start the automation when a tag is added to a subscriber.":["Inicia una automatització quan una etiqueta s'afegeix a un subscriptor."],"Tag added to subscriber":["S'ha afegit una etiqueta al subscriptor"],"Firing a custom hook is a premium feature.":["Llançar un hook personalitzat és una característica prèmium."],"Fires a customizable hook.":["Llança un hook personalitzable."],"Custom action":["Acció personalitzada"],"Triggering an automation with a custom hook is a premium feature.":["Llançar una automatització amb un hook personalitzat és una característica prèmium."],"code":["codi"],"hook":["hook"],"custom":["personalitzat"],"This is an advanced feature for developers. Triggers an automation when a certain action is fired. The action's first argument must be the email address of a subscriber.":["Això és una funcionalitat avançada per a desenvolupadors. Llança una automatització quan es dispara certa acció. El primer argument de l'acció ha de ser l'adreça electrònica del subscriptor."],"Custom trigger":["Activador personalitzat"],"Conditions":["Condicions"],"purchase":["compra"],"category":["categoria"],"Start the automation when a customer buys a product from a category.":["Inicia l'automatització quan un client compra un producte d'una categoria."],"Search for a category":["Cerca una categoria"],"bought":["comprat"],"buy":["compra"],"product":["producte"],"ecommerce":["comerç electrònic"],"Start the automation when a customer buys a product.":["Inicia l'automatització quan un client compra un producte."],"Order status":["Estat de la comanda"],"Order settings":["Paràmetres de la comanda"],"Search for a product":["Cerca un producte"],"Trigger":["Activador"],"Start the automation when a user who has items in the shopping cart leaves your website without checking out.":["Inicia l'automatització quan un usuari que tingui articles al carretó de la compra surti del vostre lloc web sense cap comprovació."],"3 days":["3 dies"],"1 day":["1 dia"],"4 hours":["4 hores"],"1 hour":["1 hora"],"30 minutes":["30 minuts"],"notification":["notificació"],"Customer buys from a category":["El client compra a una categoria"],"Customer buys a product":["El client compra un producte"],"Could not copy to clipboard":["No s'ha pogut copiar al porta-retalls"],"Copied to clipboard":["S'ha copiat al porta-retalls"],"Delay":["Retard"],"Processing":["S'està processant"],"On hold":["En espera"],"Pending payment":["Pagament pendent"],"Holiday Sale!":["Rebaixes!"],"Did you forget something?":["Heu oblidat alguna cosa?"],"Subscription":["Subscripció"],"Thermo bottle":["Ampolla termodinàmica"],"Pens 10x":["Bolígrafs 10x"],"Branded magnet":["Imant marcat"],"Funny socks":["Calcetins divertits"],"Cup":["Tassa"],"Mug":["Mug"],"Saved":["S'ha desat"],"Saving":["S'està desant"],"Updating…":["S'està actualitzant..."],"Analytics":["Analítiques"],"used coupon code":["codi de cupó utilitzat"],"number of reviews":["nombre de ressenyes"],"Completed":["Completat"],"Cancelled":["Cancel·lat"],"In Progress":["En curs"],"completed":["completat"],"failed":["ha fallat"],"You're viewing sample data.":["Esteu veient dades de mostra."],"used shipping method":["mètode d'enviament utilitzat"],"Orders":["Comandes"],"postal code":["codi postal"],"city":["ciutat"],"country":["país"],"number of orders":["nombre de comandes"],"number of machine-opens":["nombre d'obertures de màquina"],"number of opens":["nombre d'obertures"],"The automation would only be started if <operator>any of<\/operator> the following trigger conditions are met:":["L'automatització només s'iniciaria si es compleixen <operator>qualsevol de<\/operator> les condicions d'activació següents:"],"The automation would only be started if <operator>all of<\/operator> the following trigger conditions are met:":["L'automatització només s'iniciaria si es compleixen <operator>totes les<\/operator> condicions d'activació següents:"],"Automation flow":["Flux d'automatització"],"Overview":["Visió general"],"Categories":["Categories"],"No items found.":["No s'ha trobat cap element."],"used payment method":["mètode de pagament utilitzat"],"average order value":["valor mitjà de la comanda"],"Any condition":["Qualsevol condició"],"All conditions":["Totes les condicions"],"unknown day":["dia desconegut"],"unknown unit":["unitat desconeguda"],"months":["mesos"],"weeks":["setmanes"],"You have sent more emails this month than your MailPoet plan includes, and sending has been temporarily paused. To continue sending with MailPoet Sending Service please [link]upgrade your plan[\/link], or wait until sending is automatically resumed on %1$s":["Aquest mes heu enviat més correus electrònics dels que inclou el pla MailPoet, i l'enviament s'ha pausat temporalment. Per continuar enviant amb el servei d'enviament del MailPoet, [link]actualitzeu el vostre pla[\/link], o espereu fins que l'enviament es reprengui automàticament el %1$s"],"You are becoming a bigger sender – congratulations! To keep up with the growth, and continue sending, [link]please upgrade your plan[\/link]":["Us esteu convertint en un remitent important, felicitats! Per mantenir-se al dia amb el creixement i continuar enviant, [link]actualitzeu el vostre pla[\/link]"],"Sending notification emails is a premium feature.":["L'enviament de correus electrònics de notificació és una característica premium."],"Receive a notification when a contact reaches a specific point in automation.":["Rebre una notificació quan un contacte arribi a un punt específic de l'automatització."],"Send notification email":["Envia un correu electrònic de notificació"],"The automation would only be started if the following trigger conditions are met:":["L'automatització només s'iniciaria si es compleixen les condicions d'activació següents:"],"Trigger filters":["Filtres d'activador"],"Add trigger filter":["Afegeix un filtre d'activador"],"Adding trigger filters is a premium feature.":["Afegir filtres d'activació és una característica prèmium."],"unknown condition":["condició desconeguda"],"Unknown field \"%s\"":["Camp desconegut «%s»"],"and unknown values":["i valors desconeguts"],"Unknown value":["Valor desconegut"],"change":["canvia"],"status":["estat"],"order":["comanda"],"woocommerce":["woocommerce"],"Changing the status is a premium feature.":["Canviar l'estat és una característica premium."],"Status changes to:":["Canvi d'estat a:"],"Status changes from:":["Canvi d'estat des de:"],"Any":["Qualsevol"],"unsubscribe":["doneu-vos de baixa"],"update custom field":["actualitza el camp personalitzat"],"update subscriber":["actualitza el subscriptor"],"update":["actualitza"],"remove from list":["elimina de la llista"],"remove list":["suprimeix la llista"],"add to list":["afegeix a la llista"],"add list":["afegeix una llista"],"list":["llista"],"remove tags":["suprimeix etiquetes"],"remove tag":["suprimeix l'etiqueta"],"add tags":["afegeix etiquetes"],"add tag":["afegeix una etiqueta"],"labels":["etiquetes"],"label":["etiqueta"],"tags":["etiquetes"],"tag":["etiqueta"],"register":["registre"],"user":["usuari"],"subscription":["subscripció"],"new subscriber":["nou subscriptor"],"subscribe":["subscriu"],"send":["envia"],"send email":["envia el correu electrònic"],"email":["correu electrònic"],"This is a marketing email. This type of email does require marketing consent. Read more about [link]marketing emails[\/link].":["Això és un correu electrònic de màrqueting. Aquest tipus de correu electrònic necessita consentiment de màrqueting. Llegiu-ne més [link]sobre correus electrònics de màrqueting[\/link]"],"This is a transactional email. This type of email doesn't require marketing consent. Read more about [link]transactional emails[\/link].":["Això és un correu electrònic transaccional. Aquest tipus de correu electrònic no necessita consentiment de màrqueting. Llegiu-ne més [link]sobre correus electrònics transaccionals[\/link]"],"time":["temps"],"pause":["pausa"],"wait":["espera"],"Start the automation when an order is created or changed to a specific status.":["Inicia l'automatització quan es crea una comanda o es canvia a un estat específic."],"Order status changed":["S'ha canviat l'estat de la comanda"],"single order value":["valor de comanda única"],"purchase date":["data de compra"],"Unsubscribing is a premium feature.":["Eliminar la subscripció és una característica premium."],"Unsubscribe the subscriber from all marketing emails.":["Elimina la subscripció del subscriptor de tots els correus de màrqueting."],"Run this automation only once per subscriber.":["Executa aquesta automatització només una vegada per subscriptor."],"There was a problem with rendering!":["Hi ha hagut un problema amb la renderització!"],"new":["nou"],"Copy to clipboard":["Copia al porta-retalls"],"Updating subscribers is a premium feature.":["L'actualització dels subscriptors és una característica premium."],"Update the subscriber’s custom field to a specific value.":["Actualitza el camp personalitzat del subscriptor a un valor específic."],"Update subscriber":["Actualitza el subscriptor"],"Removing subscribers from lists is a premium feature.":["Eliminar subscriptors de llistes és una característica premium."],"Remove a subscriber from a list.":["Elimina un subscriptor d'una llista."],"Remove from list":["Elimina de la llista"],"Adding subscribers to lists is a premium feature.":["Afegir subscriptors a llistes és una característica premium."],"Add a subscriber to a list.":["Afegeix un subscriptor a una llista."],"Add to list":["Afegeix a la llista"],"Removing tags is a premium feature.":["Eliminar etiquetes és una característica premium."],"Remove a tag or multiple tags from a subscriber.":["Elimina una etiqueta o diverses etiquetes d'un subscriptor."],"Remove tag":["Elimina l'etiqueta"],"Adding tags is a premium feature.":["Afegir etiquetes és una característica premium."],"Add a tag or multiple tags to a subscriber.":["Afegeix una etiqueta o diverses etiquetes a un subscriptor."],"Add tag":["Afegeix una etiqueta"],"All templates and fully configurable automations are available in the premium version.":["Totes les plantilles i automatitzacions totalment configurables estan disponibles a la versió premium."],"Coming soon":["Pròximament"],"Critical":["Crític"],"Email statistics":["Estadístiques de correu electrònic"],"[link]Subscribe in registration form[\/link] setting must be enabled.":["El paràmetre [link]Subscriu en el formulari de registre[\/link] ha d'estar habilitat."],"Wait for %d minute":["Espera %d minut","Espera %d minuts"],"Minutes":["Minuts"],"No automation data.":["No hi ha dades d'automatització."],"You are about to delete the automation \"%s\".":["Esteu a punt de suprimir l'automatització \"%s\"."],"Delete automation":["Suprimeix l'automatització"],"Automation":["Automatització"],"Automation errors":["Errors d'automatització"],"Change automation name":["Canvia el nom de l'automatització"],"Editing automation:":["Edició de l'automatització:"],"Automation is deactivated. But recent users are still going through the flow.":["L'automatització està desactivada. Però els usuaris recents encara estan passant pel flux."],"Automation is now deactivated!":["L'automatització està desactivada!"],"The automation has been saved.":["S'ha desat l'automatització."],"You need to design an email before you can activate the automation":["Heu de dissenyar un correu electrònic abans d'activar l'automatització"]," This will stop it for all subscribers immediately.":["Això l'aturarà immediatament per a tots els subscriptors."],"Update & Activate":["Actualitza i activa"],"Deactivate":["Desactiva"],"Deactivate automation":["Desactiva l'automatització"],"Automation will be deactivated for all the subscribers immediately.":["L'automatització es desactivarà immediatament per a tots els subscriptors."],"Stop automation for all subscribers":["Atura l'automatització per a tots els subscriptors"],"New subscribers won't enter, but recently entered could proceed.":["Els subscriptors nous no entraran, però els entrats recentment podrien continuar."],"Let entered subscribers finish the flow":["Permet que els subscriptors entrats finalitzin el flux"],"Some subscribers entered but have not finished the flow. Let's decide what to do in this case.":["Alguns subscriptors han entrat però no han acabat el flux. Decidim què fer en aquest cas."],"Deactivate the \"%s\" automation?":["Voleu desactivar l'automatització «%s»?"],"Deactivate now":["Desactiva ara"],"Are you sure you want to deactivate now? This would stop this automation for all subscribers immediately.":["Segur que voleu desactivar ara? Això aturaria immediatament aquesta automatització per a tots els subscriptors."],"Stop automation for all subscribers?":["Voleu aturar l'automatització per a tots els subscriptors?"],"Deactivating":["S'està desactivant"],"Please try again.":["Torneu-ho a provar."],"Purchase":["Compra"],"Please purchase a MailPoet plan.":["Compreu un pla MailPoet."],"Purchase a MailPoet plan":["Compra un pla MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["S'ha activat l'extensió MailPoet Premium. Torneu a carregar la pàgina."],"Plugin activation failed.":["Ha fallat l'activació de l'extensió."],"Reload the page":["Torna a carregar la pàgina"],"Please activate the MailPoet Premium plugin.":["Activeu l'extensió MailPoet Premium."],"Activate the MailPoet Premium plugin":["Activa l'extensió MailPoet Premium"],"Plugin installation failed.":["Ha fallat la instal·lació del connector."],"Downloading…":["S'està baixant..."],"Download":["Baixa"],"Please download the MailPoet Premium plugin.":["Baixeu l'extensió MailPoet Premium."],"Download the MailPoet Premium plugin":["Baixa l'extensió MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Si us plau, actualitzeu el pla MailPoet per continuar usant MailPoet."],"Subscribers limit reached":["S'ha arribat al límit de subscriptors"],"Please upgrade your MailPoet plan.":["Si us plau, actualitzeu el vostre pla MailPoet."],"Upgrade your MailPoet plan":["Actualitza el pla MailPoet"],"You cannot edit automation \"%s\" because it is in the trash.":["No podeu editar l'automatització \"%s\" perquè és a la paperera."],"Well done! Automation is now activated!":["Ben fet! L'automatització està activada!"],"Activating…":["S'està activant..."],"Starts the automation when a new user registered in WordPress.":["Inicia l'automatització quan un usuari nou s'ha registrat al WordPress."],"Any user role":["Qualsevol rol d'usuari"],"When WordPress user role is:":["Quan el rol d'usuari del WordPress és:"],"Starts the automation when a new subscriber is added to MailPoet.":["Inicia l'automatització quan s'afegeix un subscriptor nou al MailPoet."],"Any list":["Qualsevol llista"],"When someone subscribes to the following lists:":["Quan algú se subscriu a les llistes següents:"],"Trigger settings":["Paràmetres de l'activador"],"An email will be sent to subscriber.":["S'enviarà un correu electrònic al subscriptor."],"\"Reply to\" email address":["Adreça de correu electrònic «Respon a»"],"\"Reply to\" name":["Nom «Respon a»"],"Use different email address for getting replies to the email":["Utilitza una adreça de correu diferent per obtenir respostes al correu electrònic"],"Reply to":["Respon a"],"Enable custom GA tracking":["Activa el seguiment personalitzat de GA"],"Google Analytics":["Google analytics"],"Type in preheader…":["Escriviu la precapçalera..."],"Preheader":["Precapçalera"],"Type in subject…":["Escriviu l'assumpte..."],"you@domain.com":["tu.domini.com"],"\"From\" email address":["Adreça de correu \"De\""],"\"From\" name":["Nom «De»"],"Edit content":["Edita el contingut"],"Design email":["Dissenya el correu electrònic"],"Give the automation step a name that indicates its purpose. E.g \"Abandoned cart recovery\". This name will be displayed only to you and not to the clients.":["Doneu al pas d'automatització un nom que indiqui la seva finalitat. P. ex. «Recuperació de cistella abandonada». Aquest nom només se us mostrarà a vós i no als clients."],"Step name":["Nom del pas"],"Edit step name":["Edita el nom del pas"],"Number":["Número"],"Wait for":["Espera a"],"Not set up yet":["Encara no s'ha configurat"],"Wait some time before proceeding with the steps below.":["Espera un temps abans de continuar amb els passos següents."],"Wait for %d week":["Espera %d setmana","Espera %d setmanes"],"Weeks":["Setmanes"],"Wait for %d day":["Espera %d dia","Espera %d dies"],"Days":["Dies"],"Wait for %d hour":["Espera %d hora","Espera %d hores"],"Hours":["Hores"],"automation stats\u0004Total Exited":["Total de sortida"],"automation stats\u0004Total Processing":["Processament total"],"automation stats\u0004Total Entered":["Total introduït"],"Add trigger":["Afegeix un activador"],"You cannot add a new step to the automation.":["No podeu afegir un pas nou a l'automatització."],"Not set":["No establert"],"noun\u0004Trigger":["Activador"],"Step type not registered":["Tipus de pas no registrat"],"Trigger type not registered":["Tipus d'activador no registrat"],"Unknown step":["Pas desconegut"],"Unknown trigger":["Activador desconegut"],"You cannot remove a step from the automation.":["No podeu eliminar un pas de l'automatització."],"Delete step":["Suprimeix el pas"],"Move to Trash":["Mou a la paperera"],"Yes, delete":["Sí, suprimeix"],"No results found.":["No s'han trobat resultats."],"Search for automation steps":["Cerca passos d'automatització"],"automation steps\u0004Logical":["Lògic"],"automation steps\u0004Actions":["Accions"],"automation steps\u0004Triggers":["Activadors"],"Use left and right arrow keys to move through steps":["Useu les tecles de fletxa esquerra i dreta per a moure's pels passos"],"Give the automation a name that indicates its purpose. E.g. \"Abandoned cart recovery\"":["Doneu a l'automatització un nom que indiqui la seva finalitat. P. ex. \"Recuperació de la cistella abandonada\""],"Automation name":["Nom de l'automatització"],"Save draft":["Desa l'esborrany"],"View all automations":["Visualitza totes les automatitzacions"],"Fullscreen mode deactivated":["Mode de pantalla completa desactivat"],"Fullscreen mode activated":["S'ha activat el mode de pantalla completa"],"Work without distraction":["Treball sense distracció"],"Fullscreen mode":["Mode de pantalla completa"],"noun\u0004View":["Visualització"],"Toggle step inserter":["Commuta l'inseridor de passos"],"The following steps are not fully set:":["Els passos següents no estan completament definits:"],"Rename":["Reanomena"],"More":["Més"],"WordPress user registers":["Registres d'usuaris del WordPress"],"noun\u0004Delay":["Retard"],"Google Analytics tracking is not available in the free version of the MailPoet plugin.":["El seguiment de Google Analytics no està disponible en la versió lliure del connector MailPoet."],"Someone subscribes":["Algú es subscriu"],"Not an authorized sender email address. [link]Authorize it now.[\/link]":["No és un remitent de correu electrònic autoritzat. [link]Autoritzeu-ho ara.[\/link]"],"Tutorial":["Tutorial"],"Click here to copy":["Feu clic aquí per copiar"],"Verify the DNS records":["Verifica els registres DNS"],"Value":["Valor"],"Host":["Amfitrió"],"Manage Sender Domain":["Gestiona el domini del remitent"],"Tags":["Etiquetes"],"An error occured when performing the request. Please try again later":["S'ha produït un error fent la petició. Torneu-ho a provar més tard."],"The email address has been authorized. You can now send emails using this address with MailPoet.":["S'ha autoritzat l'adreça de correu electrònic. Ara podeu enviar correus electrònics utilitzant aquesta adreça amb MailPoet."],"Check your inbox now to confirm your email address. Please find the email with the subject: [bold]\"email address to authorize\"[\/bold]":["Comproveu la safata d'entrada per confirmar l'adreça de correu electrònic. Cerqueu un correu amb l'assumpte: [bold]\"adreça de correu electrònic per a autoritzar\"[\/bold]"],"Authorizing your email address: [senderEmail]":["S'està autoritzant l'adreça de correu electrònic: [senderEmail]"],"Send email":["Envia el correu electrònic"],"delay":["retard"],"Failed":["Error"],"Upgrade":["Actualitza"],"Your current MailPoet plan includes advanced features, but they require the MailPoet Premium plugin to be installed and activated.":["El pla actual de MailPoet inclou característiques avançades, però requereixen que el connector MailPoet Premium s'instal·li i activi."],"machine-opened":["obert per una màquina"],"opened":["obert"],"clicked":["clicat"],"is member of":["és membre de"],"Tomorrow":["Demà"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["Per editar aquest correu electrònic, s'ha de desactivar. Podeu tornar-lo a activar després de fer els canvis."],"Activate MailPoet Premium plugin":["Activar el connector Prèmium de MailPoet"],"MailPoet Premium is installed but not activated.":["El connector Prèmium de MailPoet està instal·lat però no activat."],"Re-engagement":["Reengagement"],"I have upgraded my subscription, resume sending":["Acabo d'actualitzar la meva subscripció, reprendre l'enviament"],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004Use an address like %1$s for the Sender and put %2$s in the <em>Reply-to<\/em> field below.":["Utilitza una adreça tal com %1$s com a remitent i posa %2$s al camp <em>Respondre a<\/em> aquí sota."],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004You might not reach the inbox of your subscribers if you use this email address.":["Pot ser que no arribis a la bústia dels teus subscriptors si fas servir aquesta adreça de correu electrònic."],"View subscribers":["Veure els subscriptors"],"Select":["Selecciona"],"A test email was sent to [email_address]":["S'ha enviat un correu electrònic de prova a [email_address]"],"Activate MailPoet Sending Service":["Activar el servei d'enviament de MailPoet"],"MailPoet Sending Service is active":["El servei d'enviament de MailPoet està activat."],"Download MailPoet Premium plugin":["Descarrega el connector Prèmium de MailPoet"],"MailPoet Premium is not installed.":["El connector Prèmium de MailPoet no està instal·lat."],"MailPoet Premium is active":["El connector Prèmium de MailPoet està activat"],"This website is on an Intranet. Activating MailPoet will not be possible.":["Aquest lloc web està en una intranet. Activar MailPoet no serà possible."],"Your host is blocking the activation, e.g. Altervista":["El teu servidor està bloquejant l'activació, p.e. Altervista"],"You’re on localhost or using an IP address instead of a domain. Not allowed for security reasons!":["Estàs en local o utilitzant una adreça IP en lloc d'un nom de domini. No està permès per motius de seguretat!"],"Your key is not valid":["La teva clau no és vàlida"],"Your key is valid":["La teva clau és vàlida"],"Please specify a license key before validating it.":["Especifica una clau de llicència abans de validar-la."],"total spent":["total gastat"],"has active subscription":["té una subscripció activa"],"days":["dies"],"Restore and enable":["Restaura i activa"],"Trash and disable":["Elimina i desactiva"],"Delete permanently":["Esborra permanentment"],"Update":["Actualitza"],"Back to section root":["Tornar a la secció inicial"],"Loading ...":["S'està carregant...."],"Oops! There seems to be an issue with the sending on your website. [link]See our guide[\/link] to solve this yourself.":["Ups! Sembla que hi ha problemes amb l'enviament al teu lloc web [link]Consulta la nostra guia[\/link] per resoldre-ho tu mateix."],"An error occurred while saving the template in \"Recently sent\"":["S'ha produït un error al desar la plantilla a \"Enviats recentment\""],"Confirm":["Confirma"],"Confirm to proceed":["Confirma per començar"],"Error code: %1$s":["Codi d'error: %1$s"],"Sending is paused because the following connection issue prevents MailPoet from delivering emails":["L'enviament s'ha pausat perquè el següent problema de connexió impedeix MailPoet enviar correus electrònics"],"Sending has been paused due to a technical issue with %1$s":["L'enviament s'ha pausat a causa d'un problema tècnic amb %1$s"],"John Doe":["Pau Casals"],"Learn more":["Més informació"],"Revenues by customers who clicked on this email in the last 2 weeks.":["Ingressos per clients que han fet clic en aquest correu electrònic al llarg de les 2 últimes setmanes."],"Something to improve.":["Queden cosetes per millorar."],"Good stuff.":["Bona feina."],"Good":["Bé"],"Excellent":["Excel·lent"],"Paused":["Pausat"],"Statistics":["Estadístiques"],"Subject":["Assumpte"],"Current page":["Pàgina actual"],"Preview":["Previsualitza"],"Products":["Productes"],"Cancel":["Cancel·la"],"Delete":["Esborrar"],"Before you start, this is how you drag and drop in MailPoet":["Abans que comencis, així és com s'arrossega i es deixa anar al MailPoet"],"Check your [link]sending method settings[\/link].":["Comprova [link]els teus paràmetres d'enviament[\/link]."],"Sign up for free in minutes":["Registra't de franc en uns minuts"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["L'alternativa més fàcil és <b>enviar correus electrònics amb el servei d'enviament de MailPoet<\/b>, com fan milers d'altres usuaris."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Revisa la configuració del mètode d'enviament, pot ser que hagis de consultar el teu proveïdor."],"Activate":["Activar"],"Send":["Envia"],"Design":["Disseny"],"Template":["Plantilla"],"Post Notification":["Notificació d'entrada"],"Welcome Email":["Correu electrònic de benvinguda"],"Today":["Avui"],"Close":["Tanca"],"Not sent yet!":["No enviat encara!"],"An error occured when saving FROM email address.":["S'ha produït un error al desar l'adreça de correu electrònic del remitent."],"Can’t use this email yet! [link]Please authorize it first[\/link].":["No es pot fer servir aquesta adreça de correu electrònic encara! [link]L'has d'autoritzar primer[\/link]."],"Excellent. Your authorized email was saved. You can change it in the [link]Basics tab of the MailPoet settings[\/link].":["Excel·lent! La teva adreça de correu electrònic autoritzada s'ha desat. La pots canviar a [link]la pestanya Bàsic de la configuració de MailPoet[\/link]."],"Set one of [link]your authorized email addresses[\/link] as the default FROM email for your MailPoet emails.":["Fes que [link]una de les teves adreces de correu electrònic autoritzades[\/link] s'utilitzi com a remitent per defecte pels teus correus electrònics de MailPoet."],"It’s time to set your default FROM address!":["És l'hora de definir l'adreça de correu electrònic del remitent per defecte!"],"Sending has been resumed.":["L'enviament s'ha reprès."],"Move to trash":["Envia a la paperera"],"Edit":["Edita"],"Type":["Tipus"],"%1$d items":["%1$dítems"],"1 item":["1 ítem"],"of":["de"],"Last page":["Última pàgina"],"Next page":["Pàgina següent"],"First page":["Primera pàgina"],"Previous page":["Pàgina anterior"],"Restore":["Restaura"],"Select All":["Selecciona-ho tot"],"Empty Trash":["Buida la paperera"],"Select bulk action":["Selecciona una acció massiva"],"Clear selection":["Neteja la selecció"],"Select all items on all pages":["Selecciona tots els elements de totes les pàgines"],"All %d items are selected.":["Tots els %d elements s'han seleccionat"],"All items on this page are selected.":["Tots els elements d'aquesta pàgina estan seleccionats."],"Search":["Cerca"],"Add":["Afegeix"],"Yes":["Sí"],"The changes you made may not be saved":["És possible que els canvis que has fet no s'hagin desat"],"Congrats!":["Felicitats!"],"Save":["Desa"],"No":["No"],"Active":["Actiu"],"Sent":["Enviats"],"Sending":["Enviaments en curs"],"Scheduled":["Programats"],"Draft":["Esborranys"],"Resume sending":["Reprendre l'enviament"],"Trash":["Paperera"],"All":["Tots"],"Read more":["Llegir més"],"Unsubscribe":["Donar-se de baixa"],"Premium":["Prèmium"],"Settings":["Paràmetres"],"Subscribers":["Subscriptors"],"Newsletter":["Butlletí"],"WooCommerce":["WooCommerce"],"Email":["Correu electrònic"],"MailPoet Sending Service is not active.":["El servei d'enviament de MailPoet no està activat."],"Your key is not valid for MailPoet Premium":["La teva clau no és vàlida per MailPoet Prèmium"],"Your key is not valid for the MailPoet Sending Service":["La teva clau no és vàlida pel servei d'enviament MailPoet"],"An unknown error occurred.":["S'ha produït un error inesperat."]}}}