{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"ca","project_id_version":"MailPoet - MailPoet"},"Restrict coupon usage to the subscriber receiving this email.":[""],"Restrict to subscriber email":[""],"Load more":["Carrega'n més"],"Loading coupons was not successful":["No s'han pogut carregar els cupons"],"Choose a style":["Trieu un estil"],"No coupons found":["No s'ha trobat cap cupó"],"All types":["Tots els tipus"],"Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example \"*@gmail.com\" would match all gmail addresses.":["Separa les adreces de correu electrònic amb comes. També podeu utilitzar un asterisc (*) per a fer coincidir parts d'un correu electrònic. Per exemple \"*.gmail.com\" coincidiria amb totes les adreces gmail."],"Exclude product categories":["Exclou categories de productes"],"Coupon does not apply to items on sale.":["El cupó no s'aplica als articles en oferta."],"Coupon cannot be used in conjunction with other coupons.":["El cupó no es pot utilitzar conjuntament amb altres cupons."],"Free shipping":["Enviament gratuït"],"Expires in":["Caduca en"],"General settings":["Paràmetres generals"],"Create new":["Crea'n un nou"],"All coupons":["Tots els cupons"],"Usage limit per user":["Límit d'ús per usuari"],"Unlimited usage":["Ús il·limitat"],"Usage limit per coupon":["Límit d'ús per cupó"],"Usage limits":["Límits d'ús"],"No restrictions":["Sense restriccions"],"Allowed emails":["Correus electrònics permesos"],"No categories":["Sense categories"],"Any category":["Qualsevol categoria"],"Product categories":["Categories de productes"],"Excluded products":["Productes exclosos"],"Search for a product…":["Cerca un producte..."],"Exclude sale items":["Exclou els articles de venda"],"Individual use only":["Només ús individual"],"No maximum":["Sense màxim"],"Maximum spend":["Despesa màxima"],"No minimum":["Sense mínim"],"Minimum spend":["Despesa mínima"],"Usage restriction":["Restricció d'ús"],"Please enter a value with one monetary decimal point (%s) without thousand separators and currency symbols.":["Introduïu un valor amb un punt decimal monetari (%s) sense separadors de milers i símbols de moneda."],"Coupon amount":["Import del cupó"],"Discount type":["Tipus de descompte"],"Don't forget to include the [activation_link] shortcode in the email":["No oblideu incloure el codi de substitució [activation_link] al correu electrònic"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["Per editar aquest correu electrònic, s'ha de desactivar. Podeu tornar-lo a activar després de fer els canvis."],"This email was deactivated.":["Aquest correu electrònic s'ha desactivat."],"A re-engagement email must include a link with [link:subscription_re_engage_url] shortcode.":["Un correu electrònic de repesca ha d'incloure un enllaç amb el codi curt [link:subscription_re_engage_url]."],"A button title when user can't redo the change in editor\u0004No actions available to redo.":["Cap acció disponible per refer."],"A button title when user can redo the change in editor\u0004Redo":["Refer"],"A button title when user can't undo the change in editor\u0004No actions available to undo.":["Cap acció disponible per desfer."],"A button title when user can undo the change in editor\u0004Undo":["Desfer"],"cancel color selection\u0004Cancel":["Cancel·la"],"select color\u0004Select":["Selecciona"],"(Please reuse the current translation used for the string “Automatic Latest Content”) This Error message is displayed when a user tries to send a “Post Notification” email without any “Automatic Latest Content” widget inside\u0004Please add an “Automatic Latest Content” widget to the email from the right sidebar.":["Afegeix un bloc \"Últim contingut automàtic\" al butlletí des de la barra lateral."],"Sending is in progress. Do you want to pause sending and edit the newsletter?":["Enviament en curs. Vols aturar l'enviament i editar el butlletí?"],"Products":["Productes"],"Email sending has been paused.":["L'enviament de correus electrònics està pausat."],"There are unsaved changes which will be lost if you leave this page.":["Hi ha canvis no desats que es perdran si surts de la pàgina."],"Saving...":["Desant..."],"Contents of this newsletter are corrupted and may be lost, you may need to add new content to this newsletter, or create a new one. If possible, please contact us and report this issue.":["Els continguts d'aquest butlletí estan danyats i potser s'han perdut. És possible que hagis d'afegir nous continguts al butlletí o fins i tot donar-ne un d'alta de nou. Si és possible, contacta'ns i informa'ns d'aquesta incidència."],"Newsletter Preview":["Previsualització del butlletí"],"There is no content to display.":["No hi ha cap contingut per mostrar."],"Categories & tags":["Categories & etiquetes"],"Template has not been saved, please try again":["No s'ha pogut desar la plantilla, torna-ho a provar."],"Template has been saved.":["S'ha desat la plantilla"],"Use images with widths of at least 1,000 pixels to ensure sharp display on high density screens, like mobile devices.":["Fes servir imatges amb una amplada de 1000 píxels com a mínim per assegurar una bona visualització en pantalles amb alta densitat, com per exemple els mòbils."],"This option eliminates padding around the image.":["Aquesta opció elimina l'encoixinament al voltant de la imatge."],"Max length is 250 characters, however, we recommend 80 characters.":["La llargada màxima és de 250 caràcters, tot i així recomanem no passar de 80 caràcters."],"This optional text will appear in your subscribers' inboxes, beside the subject line. Write something enticing!":["Aquest text opcional es mostrarà a les busties dels teus subscriptors, a sota de l'assumpte. Escriu alguna cosa atractiva!"],"You can add MailPoet shortcodes here. For example, you can add your subscribers' first names by using this shortcode: [subscriber:firstname | default:reader]. Simply copy and paste the shortcode into the field.":["Pots afegir codis curts de MailPoet aquí. Per exemple, pots afegir el nom dels teus subscriptors amb el codi: [subscriber:firstname | default:subscriptor]. Només cal que copiïs i enganxis el codi curt dins del camp."],"Please add a template name":["Introdueix un nom per la plantilla"],"Check your [link]sending method settings[\/link].":["Comprova [link]els teus paràmetres d'enviament[\/link]."],"Sign up for free in minutes":["Registra't de franc en uns minuts"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["L'alternativa més fàcil és <b>enviar correus electrònics amb el servei d'enviament de MailPoet<\/b>, com fan milers d'altres usuaris."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Revisa la configuració del mètode d'enviament, pot ser que hagis de consultar el teu proveïdor."],"The email could not be sent due to a technical issue with %1$s":["El butlletí no s'ha pogut enviar per culpa d'un problema tècnic amb %1$s"],"Enter an email address to send the preview newsletter to.":["Introdueix l'adreça de correu electrònic que rebrà la vista prèvia del butlletí."],"This email has already been sent. It can be edited, but not sent again. Duplicate this email if you want to send it again.":["Aquest correu electrònic ja s'ha enviat. Es pot editar, però no es pot tornar a enviar. Duplica aquest correu electrònic si el vols tornar a enviar."],"Poet, please add prose to your masterpiece before you send it to your followers.":["Poeta, afegeix prosa a la teva obra mestra abans d'enviar-la als teus seguidors."],"All emails must include an \"Unsubscribe\" link. Add a footer widget to your email to continue.":["Tots els correus electrònics han d'incloure un enllaç per donar-se de baixa. Afegeix un peu al teu correu electrònic per continuar."],"The email could not be saved. Please, clear browser cache and reload the page. If the problem persists, duplicate the email and try again.":["El correu electrònic no s'ha pogut desar. Buida la memòria cau del navegador i torna a carregar la pàgina. Si el problema persisteix, duplica el correu electrònic i torna a provar."],"Select a shortcode":["Selecciona un codi curt"],"Failed to fetch rendered posts":["No s'ha pogut recuperar les entrades renderitzades"],"Failed to fetch available posts":["No s'ha pogut recuperar les entrades disponibles"],"Close":["Tanca"],"Sorry, there was an error, please try again later.":["S'ha produït un error, torna-ho a provar més tard."]}}}