{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","language":"sk","project_id_version":"MailPoet - MailPoet"},"Add new automation":[""],"Automation \"%s\" and all associated data were permanently deleted.":["Automatizácia \"%s\" a všetky súvisiace údaje boli natrvalo odstránené."],"Automation \"%s\" was restored from the trash.":["Automatizácia \"%s\" bola obnovená z koša."],"Automation \"%s\" was moved to the trash.":["Automatizácia \"%s\" bola presunutá do koša."],"Your existing automations are now listed here. You can also create new, more powerful automations with our new Automations editor. <link>Learn more<\/link>":["Vaše existujúce automatizácie sú teraz uvedené tu. Pomocou nového editora Automations môžete vytvárať aj nové, výkonnejšie automatizácie. <link>Zistite viac<\/link>"],"Analytics":["Analytika"],"Create customized email sequences with our new automation editor.":["Vytvárajte prispôsobené e-mailové sekvencie pomocou nášho nového editora automatizácie."],"Build your own automations":["Zostavte si vlastné automatizácie"],"Activate the automation and start engaging with your customers as they interact with your business.":["Aktivujte automatizáciu a začnite komunikovať so zákazníkmi v priebehu ich interakcie s vašou firmou."],"Start engaging":["Začnite s prihlásením"],"Modify one of our pre-made email templates or create your own design.":["Upravte jednu z našich predpripravených e-mailových šablón alebo si vytvorte vlastný návrh."],"Design your email":["Navrhnite svoj e-mail"],"Choose steps and create a custom journey to best suit your needs.":["Vyberte si kroky a vytvorte si vlastnú cestu, ktorá bude najlepšie vyhovovať vašim potrebám."],"Customize your automation":["Prispôsobenie automatizácie"],"Deliver relevant messages to your customers based on who they are and how they interact with your business.":["Poskytnite svojim zákazníkom relevantné správy na základe toho, kto sú a ako komunikujú s vašou firmou."],"Start with a trigger":["Začnite spúšťačom"],"Browse all templates →":["Prehľadávať všetky šablóny →"],"Choose from our list of pre-made templates and make it your own.":["Vyberte si z nášho zoznamu predpripravených šablón a vytvorte si vlastnú."],"Explore essentials":["Preskúmajte základné veci"],"Welcome":["Vitajte"],"Start with a template":["Začnite so šablónou"],"Send emails that inform, reward, and engage your audience through powerful segmenting, scheduling, and design tools.":["Posielajte e-maily, ktoré informujú, odmeňujú a zapájajú vaše publikum prostredníctvom výkonných nástrojov na segmentáciu, plánovanie a dizajn."],"Better engagement begins with automation":["Viac prihlásení začínajú automatizáciou"],"Trash automation":["Automatizácia odpadu"],"Edit automation":["Úprava automatizácie"],"Automations":["Automatizácie"],"noun\u0004Trash":["Kôš"],"noun\u0004Draft":["Koncept"],"automation stats\u0004Exited":["Opusteny"],"automation stats\u0004Processing":["Spracovanie"],"automation stats\u0004Entered":["Zadané"],"More":["Viac"],"Are you sure you want to permanently delete \"%s\" and all associated data? This cannot be undone!":["Ste si istí, že chcete natrvalo odstrániť \"%s\" a všetky súvisiace údaje? Toto sa nedá vrátiť späť!"],"Yes, permanently delete":["Áno, natrvalo vymazať"],"Permanently delete automation":["Trvalé odstránenie automatizácie"],"Are you sure you want to move the automation \"%s\" to the Trash?":["Ste si istí, že chcete presunúť automatiku \"%s\" do koša?"],"Yes, move to trash":["Áno, presunúť do koša"],"verb\u0004Trash":["Kôš"],"Automation \"%s\" was duplicated.":["Automatizácia \"%s\" bola duplikovaná."],"Undo":["Krok späť"],"Sent when a new WordPress user with the role %s is added to your site.":["Odošle sa, keď sa na vašu stránku pridá nový používateľ WordPress s touto rolou."],"Sent when someone subscribes to the list: %s.":["Odoslané, keď sa niekto prihlási do zoznamu: %s."],"Delete permanently":["Trvalo vymazať"],"You need to configure email options before this email can be sent.":["Pred odoslaním tohto e-mailu je potrebné nakonfigurovať možnosti e-mailu."],"You need to select a list to send to.":["Musíte vybrať zoznam, na ktorý sa má odoslať."],"Invalid sending delay.":["Neplatné oneskorenie odoslania."],"%d week(s) later":["%d o týždeň(y) neskôr"],"%d day(s) later":["%d o deň(y) neskôr"],"%d hour(s) later":["%d    o hodinu(y) neskôr"],"%d minute(s) later":[" %d o minútu(y) neskôr"],"Sent when a new WordPress user is added to your site.":["Odoslané pri pridaní nového používateľa WordPress na vašu stránku."],"Edit":["Upraviť"],"Name":["Meno"],"Restore":["Obnoviť"],"Status":["Stav"],"Active":["Aktívny"],"All":["Všetky"],"Subscribers":["Odberatelia"]}}}