{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"da_DK","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Opgrader din MailPoet-pakke for at få adgang til denne funktion."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["Avanceret kontaktsegmentering er ikke tilgængelig i din nuværende pakke. Opgrader din MailPoet-pakke for at oprette mere målrettede abonnentsegmenter ved hjælp af flere abonnentegenskaber og OG\/ELLER-logik, hvilket sikrer, at du sender den rigtige besked til de rigtige personer."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Automatiseringsforløb er ikke tilgængelige i din nuværende pakke. Opgrader din MailPoet-pakke for at designe personlige rejser med flere trin og betinget forgreningslogik."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Opgrader din MailPoet-pakke for at få detaljeret indsigt i, hvordan dine abonnenter interagerer med dine automatiseringer og deres købsadfærd."],"Please try again.":["Prøv igen."],"Purchase":["Køb"],"Please purchase a MailPoet plan.":["Køb venligst en MailPoet-pakke."],"Purchase a MailPoet plan":["Køb en MailPoet-pakke"],"The MailPoet Premium plugin was activated. Please reload the page.":["MailPoet Premium-pluginet blev aktiveret. Genindlæs siden."],"Plugin activation failed.":["Pluginaktivering fejlede."],"Reload the page":["Genindlæs siden"],"Please activate the MailPoet Premium plugin.":["Aktiver MailPoet Premium-pluginet."],"Activate the MailPoet Premium plugin":["Aktiver MailPoet Premium-pluginet"],"Plugin installation failed.":["Installationen af pluginet mislykkedes."],"Downloading…":["Downloader…"],"Download":["Download"],"Please download the MailPoet Premium plugin.":["Download venligst MailPoet Premium-pluginet."],"Download the MailPoet Premium plugin":["Download MailPoet Premium-pluginet"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Opgrader venligst din MailPoet-pakke for at fortsætte med at bruge MailPoet."],"Subscribers limit reached":["Abonnentgrænsen er nået"],"Please upgrade your MailPoet plan.":["Opgrader venligst din MailPoet-pakke."],"Upgrade your MailPoet plan":["Opgrader din MailPoet-pakke"],"Activating…":["Aktiverer…"],"Upgrade":["Opgrader"],"MailPoet Premium is active":["MailPoet Premium er aktiv"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["Et MailPoet logo vil optræde i sidefoden af e-mails, der sendes med den gratis version af MailPoet."],"Image":["Billede"],"Cancel":["Annuler"],"Activate":["Aktiver"],"Settings":["Indstillinger"]}}}