{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1 ? 0 : (n==0 || (n%100 > 0 && n%100 < 20)) ? 1 : 2);","language":"ro","project_id_version":"MailPoet - MailPoet"},"Restrict coupon usage to the subscriber receiving this email.":["Limitează utilizarea cuponului la abonatul care primește acest email."],"Restrict to subscriber email":["Limitează la adresa de email a abonatului"],"Load more":["Încarcă mai multe"],"Loading coupons was not successful":["Încărcarea cupoanelor nu a avut succes"],"Choose a style":["Alege un stil"],"No coupons found":["Nu s-au găsit cupoane"],"All types":["Toate tipurile"],"Separate email addresses with commas. You can also use an asterisk (*) to match parts of an email. For example \"*@gmail.com\" would match all gmail addresses.":["Separă adresele de email prin virgule. De asemenea, poți utiliza un asterisc (*) pentru a potrivi părți dintr-un email. De exemplu, „*@gmail.com” se potrivește cu toate adresele gmail."],"Exclude product categories":["Exclude categoriile de produse"],"Coupon does not apply to items on sale.":["Cuponul nu se aplică articolelor aflate la reducere."],"Coupon cannot be used in conjunction with other coupons.":["Cuponul nu poate fi utilizat împreună cu alte cupoane."],"Free shipping":["Transport gratuit"],"Expires in":["Expiră în"],"General settings":["Setări generale"],"Create new":["Creează unul nou"],"All coupons":["Toate cupoanele"],"Usage limit per user":["Limită de utilizare per utilizator"],"Unlimited usage":["Utilizare nelimitată"],"Usage limit per coupon":["Limită de utilizare per cupon"],"Usage limits":["Limite de utilizare"],"No restrictions":["Fără restricții"],"Allowed emails":["Emailuri permise"],"No categories":["Fără categorii"],"Any category":["Orice categorie"],"Product categories":["Categorii de produse"],"Excluded products":["Produse excluse"],"Search for a product…":["Caută un produs..."],"Exclude sale items":["Exclude articole de vânzare"],"Individual use only":["Doar uz individual"],"No maximum":["Fără maxim"],"Maximum spend":["Cheltuială maximă"],"No minimum":["Fără minim"],"Minimum spend":["Cheltuială minimă"],"Usage restriction":["Restricție de utilizare"],"Please enter a value with one monetary decimal point (%s) without thousand separators and currency symbols.":["Te rog introdu o valoare cu un punct zecimal monetar (%s) fără separator de mii și simboluri valutare."],"Coupon amount":["Sumă cupon"],"Discount type":["Tip reducere"],"Don't forget to include the [activation_link] shortcode in the email":["Nu uita să incluzi în email și scurtcodul [activation_link]"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["Pentru a edita acest email, trebuie să fie dezactivat. Îl poți activa din nou după ce faci modificările."],"This email was deactivated.":["Acest email a fost dezactivat."],"A re-engagement email must include a link with [link:subscription_re_engage_url] shortcode.":["Un email de re-angajament trebuie să includă o legătură cu scurtcode-ul [link:subscription_re_engage_url]."],"A button title when user can't redo the change in editor\u0004No actions available to redo.":["Nu există acțiuni disponibile pentru a reveni."],"A button title when user can redo the change in editor\u0004Redo":["Refă"],"A button title when user can't undo the change in editor\u0004No actions available to undo.":["Nu există acțiuni disponibile pentru a fi anulate."],"A button title when user can undo the change in editor\u0004Undo":["Anulează"],"cancel color selection\u0004Cancel":["Anulează"],"select color\u0004Select":["Selectează"],"(Please reuse the current translation used for the string “Automatic Latest Content”) This Error message is displayed when a user tries to send a “Post Notification” email without any “Automatic Latest Content” widget inside\u0004Please add an “Automatic Latest Content” widget to the email from the right sidebar.":["Te rog adaugă o piesă „Ultimul conținut automat” în email din bara laterală dreapta."],"Sending is in progress. Do you want to pause sending and edit the newsletter?":["Trimiterea este în progres. Vrei să întrerupi trimiterea și să editezi buletinul de știri?"],"Products":["Produse"],"Email sending has been paused.":["Trimiterea emailurilor a fost întreruptă."],"There are unsaved changes which will be lost if you leave this page.":["Sunt schimbări nesalvate care ar putea fi pierdute dacă părăsești această pagină."],"Saving...":["Se salvează..."],"Contents of this newsletter are corrupted and may be lost, you may need to add new content to this newsletter, or create a new one. If possible, please contact us and report this issue.":["Conținuturile acestui buletin de știri sunt corupte și pot fi pierdute, poate fi necesar să adaugi conținut nou la acest buletin de știri sau să creezi unul nou. Dacă este posibil, te rog contactează-ne și raportează această problemă."],"Newsletter Preview":["Previzualizare buletin de știri"],"There is no content to display.":["Nu există conținut de afișat."],"Categories & tags":["Categorii și etichete"],"Template has not been saved, please try again":["Șablonul nu a fost salvat, te rog reîncearcă"],"Template has been saved.":["Șablonul a fost salvat."],"Use images with widths of at least 1,000 pixels to ensure sharp display on high density screens, like mobile devices.":["Folosește imagini cu lățimi de cel puțin 1000 de pixeli pentru a asigura afișarea clară pe ecrane cu densitate ridicată, cum ar fi dispozitivele mobile."],"This option eliminates padding around the image.":["Această opțiune elimină umplutura din jurul imaginii."],"Max length is 250 characters, however, we recommend 80 characters.":["Lungimea maximă este de 250 de caractere, oricum, recomandăm 80 de caractere."],"This optional text will appear in your subscribers' inboxes, beside the subject line. Write something enticing!":["Acest text opțional va apărea în intrările ale abonaților tăi, lângă linia subiectului. Scrie ceva tentant!"],"You can add MailPoet shortcodes here. For example, you can add your subscribers' first names by using this shortcode: [subscriber:firstname | default:reader]. Simply copy and paste the shortcode into the field.":["Poți adăuga scurtcodul MailPoet aici. De exemplu, poți adăuga prenumele abonaților tăi folosind scurtcodul [subscriber:firstname | default:reader] Pur și simplu copiază și lipește acest scurtcod în câmp."],"Please add a template name":["Te rog adaugă un nume de șablon"],"Check your [link]sending method settings[\/link].":["Verifică [link]setările metodei de trimitere[\/link]."],"Sign up for free in minutes":["Înregistrează-te gratuit în câteva minute"],"The easy alternative is to <b>send emails with MailPoet Sending Service<\/b> instead, like thousands of other users do.":["Alternativa ușoară este să <b>trimiți emailuri cu serviciul de corespondență MailPoet<\/b>, așa cum fac mii de alți utilizatori."],"Please check your sending method configuration, you may need to consult with your hosting company.":["Te rog verifică configurația metodei de trimitere, poate fi nevoie să consulți compania ta de găzduire."],"The email could not be sent due to a technical issue with %1$s":["Emailul nu s-a putut trimite din cauza unei probleme tehnice cu %1$s"],"Enter an email address to send the preview newsletter to.":["Introdu o adresă de email la care se va trimite o previzualizare a buletinului de știri."],"This email has already been sent. It can be edited, but not sent again. Duplicate this email if you want to send it again.":["Acest email a fost deja trimis. Poate fi editat, dar nu poate fi trimis din nou. Duplică acest email dacă vrei să-l trimiți din nou."],"Poet, please add prose to your masterpiece before you send it to your followers.":["Hei poet, te rog adaugă proză la capodopera ta înainte să o trimiți urmăritorilor tăi."],"All emails must include an \"Unsubscribe\" link. Add a footer widget to your email to continue.":["Toate emailurile trebuie să includă o legătură de „Dezabonare”. Adaugă o piesă subsol emailului tău pentru a continua."],"The email could not be saved. Please, clear browser cache and reload the page. If the problem persists, duplicate the email and try again.":["Emailul nu poate fi salvat. Te rog șterge memoria cache a navigatorului și reîncarcă pagina. Dacă problema persistă, duplică emailul și încearcă din nou."],"Select a shortcode":["Selectează un scurtcod"],"Failed to fetch rendered posts":["Preluarea articolelor randate a eșuat"],"Failed to fetch available posts":["Preluarea articolelor disponibile a eșuat"],"Close":["Închide"],"Sorry, there was an error, please try again later.":["Regret, a apărut o eroare, te rog reîncearcă mai târziu."]}}}