{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Aggiorna il tuo piano MailPoet per avere accesso a questa funzionalità."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["La segmentazione avanzata dei contatti non è disponibile nel tuo piano attuale. Aggiorna il tuo piano MailPoet per creare segmenti di abbonati mirati: usando proprietà multiple degli abbonati e logica AND\/OR, ti assicuri di inviare il messaggio giusto alle persone giuste."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["I percorsi di automazione non sono disponibili nel tuo piano attuale. Aggiorna il tuo piano MailPoet per progettare percorsi personalizzati con più fasi e logica di ramificazione condizionale."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Aggiorna il tuo piano MailPoet per ottenere informazioni dettagliate su come i tuoi abbonati interagiscono con le tue automazioni e sui loro comportamenti di acquisto."],"Please try again.":["Prova di nuovo."],"Purchase":["Acquista"],"Please purchase a MailPoet plan.":["Compra un piano MailPoet."],"Purchase a MailPoet plan":["Compra una piano MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["Il plugin MailPoet Premium è ora attivo. Ricarica la pagina."],"Plugin activation failed.":["L’attivazione del plugin non è andata a buon fine."],"Reload the page":["Ricarica la pagina"],"Please activate the MailPoet Premium plugin.":["Attiva il plugin MailPoet Premium."],"Activate the MailPoet Premium plugin":["Attiva il plugin MailPoet Premium."],"Plugin installation failed.":["L’installazione del plugin non è andata a buon fine."],"Downloading…":["Scaricamento in corso..."],"Download":["Scarica"],"Please download the MailPoet Premium plugin.":["Scarica il plugin MailPoet Premium."],"Download the MailPoet Premium plugin":["Scarica il plugin MailPoet Premium."],"Please upgrade your MailPoet plan to continue using MailPoet.":["Aggiorna il tuo piano MailPoet per continuare a usare MailPoet."],"Subscribers limit reached":["È stato raggiunto il limite degli iscritti disponibili."],"Please upgrade your MailPoet plan.":["Aggiorna il tuo piano MailPoet."],"Upgrade your MailPoet plan":["Aggiorna il tuo piano MailPoet"],"Activating…":["Attivazione in corso..."],"Upgrade":["Aggiorna"],"MailPoet Premium is active":["MailPoet Premium è attivo"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["Il logo MailPoet apparirà nel footer di tutte le email inviate con la versione gratuita di MailPoet."],"Image":["Immagine"],"Cancel":["Annulla"],"Activate":["Attivato"],"Settings":["Impostazioni"]}}}