{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"ca","project_id_version":"MailPoet - MailPoet"},"Please upgrade your MailPoet plan to gain access to this feature.":["Actualitzeu el vostre pla de MailPoet per accedir a aquesta funcionalitat"],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["La segmentació avançada de contactes no està disponible en el pla actual. Actualitzeu el vostre pla de MailPoet per crear segments de subscriptors altament dirigits utilitzant múltiples propietats de subscriptor i lògica AND\/OR, assegurant-vos d'enviar el missatge correcte a les persones adequades."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["Les seqüències d'automatització no estan disponibles en el pla actual. Actualitzeu el vostre pla de MailPoet per dissenyar seqüències personalitzades amb múltiples passos i lògica de ramificació condicional."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["Actualitzeu el vostre pla de MailPoet per obtenir informació detallada sobre com els vostres subscriptors es comprometen amb les vostres automatitzacions i els seus comportaments de compra."],"Please try again.":["Torneu-ho a provar."],"Purchase":["Compra"],"Please purchase a MailPoet plan.":["Compreu un pla MailPoet."],"Purchase a MailPoet plan":["Compra un pla MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["S'ha activat l'extensió MailPoet Premium. Torneu a carregar la pàgina."],"Plugin activation failed.":["Ha fallat l'activació de l'extensió."],"Reload the page":["Torna a carregar la pàgina"],"Please activate the MailPoet Premium plugin.":["Activeu l'extensió MailPoet Premium."],"Activate the MailPoet Premium plugin":["Activa l'extensió MailPoet Premium"],"Plugin installation failed.":["Ha fallat la instal·lació del connector."],"Downloading…":["S'està baixant..."],"Download":["Baixa"],"Please download the MailPoet Premium plugin.":["Baixeu l'extensió MailPoet Premium."],"Download the MailPoet Premium plugin":["Baixa l'extensió MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["Si us plau, actualitzeu el pla MailPoet per continuar usant MailPoet."],"Subscribers limit reached":["S'ha arribat al límit de subscriptors"],"Please upgrade your MailPoet plan.":["Si us plau, actualitzeu el vostre pla MailPoet."],"Upgrade your MailPoet plan":["Actualitza el pla MailPoet"],"Activating…":["S'està activant..."],"Upgrade":["Actualitza"],"MailPoet Premium is active":["El connector Prèmium de MailPoet està activat"],"A MailPoet logo will appear in the footer of all emails sent with the free version of MailPoet.":["El logo de MailPoet es mostrarà al peu de tots els correus electrònics enviats amb la versió gratuïta de MailPoet."],"Image":["Imatge"],"Cancel":["Cancel·la"],"Activate":["Activar"],"Settings":["Paràmetres"]}}}