{"locale_data":{"messages":{"":{"plural_forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;","language":"sk","project_id_version":"MailPoet - MailPoet"},"Separated – only human opens are counted as total opens. More accurate, but the numbers tend to be lower.":["Oddelené - do celkového počtu otvorení sa započítavajú len ľudské otvorenia. Presnejšie, ale čísla bývajú nižšie."],"Merged – both are counted as total opens. Similar to other email marketing tools.":["Zlúčené - obe sa počítajú ako celkový počet otvorení. Podobne ako pri iných nástrojoch e-mailového marketingu."],"Choose how human and machine opens should be displayed.":["Vyberte, ako sa majú zobrazovať ľudské a strojové otvorenia."],"Human and machine opens":["Ľudské a strojové otvorenia"],"Action Scheduler (recommended)":["Plánovač akcií (odporúčané)"],"Before terms and conditions":["Pred podmienkami"],"Before payment methods":["Pred spôsobmi platby"],"After terms and conditions":["Po splnení podmienok"],"After order notes":["Poznámky po objednávke"],"After billing info":["Informácie po vyúčtovaní"],"Select where the marketing opt-in checkbox appears on the checkout page.":["Vyberte, kde sa na pokladničnej stránke zobrazí zaškrtávacie políčko marketingového prihlásenia."],"Checkbox opt-in position":["Súhlas pri začiarknutí políčka - pozícia"],"Checkbox opt-in message":["Súhlas pri začiarknutí políčka - Správa"],"Opt-in on checkout":["Opt-in pri pokladni"],"Update service settings":["Aktualizácia nastavení služby"],"Your currently selected sending method is \"MailPoet Sending Service\". The API key you entered is not valid for sending with our sending service. You can either <link>upgrade to a subscription<\/link> that allows you to send with our service or choose a different sending service":["Váš aktuálne zvolený spôsob odosielania je \"MailPoet Sending Service\". Kľúč API, ktorý ste zadali, nie je platný pre odosielanie pomocou našej služby odosielania. Môžete buď prejsť na <link>predplatné<\/link>, ktoré vám umožní odosielanie pomocou našej služby, alebo si vybrať inú službu odosielania"],"Confirm sending service selection":["Potvrdenie výberu služby odosielania"],"Maximum number to display":["Maximálny počet na zobrazenie"],"Subject lines containing":["Predmety obsahujúce"],"End date":["Dátum ukončenia"],"Start date":["Dátum začiatku"],"In the last days":["V posledných dňoch"],"Include newsletters sent no more than this many days ago. This overrides start and end dates.":["Zahrňte bulletiny odoslané najviac pred toľkými dňami. Toto má prednosť pred dátumom začiatku a konca."],"Visitors to your website":["Návštevníci vašej webovej stránky"],"The checkbox opt-in message cannot be empty.":["Správa o zaškrtávacom políčku opt-in nemôže byť prázdna."],"Select lists...":["Vyberte zoznamy..."],"Lists to also subscribe customers to:":["Zoznamy, do ktorých sa môžu prihlásiť aj zákazníci:"],"Customers can subscribe to the \"WooCommerce Customers\" list and optionally other lists via a checkbox on the checkout page.":["Zákazníci sa môžu prihlásiť do zoznamu \"Zákazníci WooCommerce\" a voliteľne aj do iných zoznamov prostredníctvom zaškrtávacieho políčka na stránke pokladnice."],"With the frequency of running it every minute:":["S frekvenciou spúšťania každú minútu:"],"To use this option please add this command to your crontab:":["Ak chcete používať túto možnosť, pridajte tento príkaz do svojho crontabu:"],"Server side cron (Linux cron)":["Cron na strane servera (Linux cron)"],"Select what will activate your newsletter queue.":["Vyberte, čím sa aktivuje fronta na zasielanie noviniek."],"Newsletter task scheduler (cron)":["Plánovač úloh (cron)"],"Read more.":["Čítajte viac."],"Settings":["Nastavenia"]}}}