{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"ca","project_id_version":"MailPoet - MailPoet"},"Separated – only human opens are counted as total opens. More accurate, but the numbers tend to be lower.":["Separat - només les obertures humanes es compten com a obertures totals. Més exacte, però els números tendeixen a ser més baixos."],"Merged – both are counted as total opens. Similar to other email marketing tools.":["Fusionats - totes dues es compten com a obertures totals. Similar a altres eines de màrqueting de correu electrònic."],"Choose how human and machine opens should be displayed.":["Trieu com s'han de mostrar les obertures humanes i de la màquina."],"Human and machine opens":["L'home i la màquina obren"],"Action Scheduler (recommended)":["Programador d'accions (recomanat)"],"Before terms and conditions":["Abans de termes i condicions"],"Before payment methods":["Abans dels mètodes de pagament"],"After terms and conditions":["Després dels termes i condicions"],"After order notes":["Després de les notes de la comanda"],"After billing info":["Després de la informació de facturació"],"Select where the marketing opt-in checkbox appears on the checkout page.":["Seleccioneu si la casella de selecció de l'opt-in de màrqueting apareixerà a la pàgina de compra."],"Checkbox opt-in position":["Posició de la casella d'acceptació"],"Checkbox opt-in message":["Missatge de la casella d'acceptació"],"Opt-in on checkout":["Acceptació al finalitzar la compra"],"Update service settings":["Actualitza la configuració del servei"],"Your currently selected sending method is \"MailPoet Sending Service\". The API key you entered is not valid for sending with our sending service. You can either <link>upgrade to a subscription<\/link> that allows you to send with our service or choose a different sending service":["El mètode d'enviament seleccionat actualment és \"Servei d'enviament de correu electrònic de MailPoet\". La clau API que heu introduït no és vàlida per a enviar amb el nostre servei d'enviament. Podeu actualitzar <link>a una subscripció<\/link> que us permeti enviar amb el nostre servei o triar un servei d'enviament diferent"],"Confirm sending service selection":["Confirma l'enviament de la selecció de serveis"],"Maximum number to display":["Nombre màxim a mostrar"],"Subject lines containing":["Línies del tema que contenen"],"End date":["Data de finalització"],"Start date":["Data d'inici"],"In the last days":["En els últims dies"],"Include newsletters sent no more than this many days ago. This overrides start and end dates.":["Inclou els butlletins enviats fa no més que eixos dies. Això anul·la les dates d'inici i final."],"Visitors to your website":["Visitants del lloc web"],"The checkbox opt-in message cannot be empty.":["El missatge de la caixa de selecció no pot estar buit."],"Select lists...":["Selecciona llistes..."],"Lists to also subscribe customers to:":["Altres llistes a les quals subscriure els clients:"],"Customers can subscribe to the \"WooCommerce Customers\" list and optionally other lists via a checkbox on the checkout page.":["Els clients es poden subscriure a la llista \"Clients WooCommerce\" i de forma opcional a altres llistes mitjançant una caixa de selecció a la pàgina de finalització de la compra."],"With the frequency of running it every minute:":["Amb una freqüència d'execució de cada minut: "],"To use this option please add this command to your crontab:":["Per fer servir aquesta opció, afegeix aquest ordre al teu crontab:"],"Server side cron (Linux cron)":["Cron per la banda del servidor (Linux cron)"],"Select what will activate your newsletter queue.":["Selecciona el que activarà la cua de correus electrònics."],"Newsletter task scheduler (cron)":["Tasques programades (cron)"],"Read more.":["Llegir més."],"Settings":["Paràmetres"]}}}