{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"sv_SE","project_id_version":"MailPoet - MailPoet"},"Save and continue":["Spara och fortsätt"],"Share feedback":["Dela feedback"],"Guide":["Guide"],"Rate us now":["Betygsätt oss nu"],"Thank you! Time to tell the world?":["Tack! Är det kanske dags att berätta för andra?"],"Use personalization tags to personalize your email, or learn more about <bestPracticeLink>best practices<\/bestPracticeLink> and using <emojiLink>emoji in subject lines<\/emojiLink>.":["Anpassa ditt e-postmeddelande med kopplingskoder, eller läs mer om <bestPracticeLink>vedertagen praxis<\/bestPracticeLink> och användning av <emojiLink>emojis i rubriker<\/emojiLink>."],"Insert link":["Infoga länk"],"All emails must include an \"Unsubscribe\" link.":["Det måste finnas en länk för att avsluta prenumerationen i varje e-postmeddelande."],"<link>This text<\/link> will appear in the inbox, underneath the subject line.":["<link>Denna text<\/link> kommer att visas i inkorgen, under ämnesraden."],"Add a preview text to capture subscribers' attention and increase open rates.":["Lägg till en förhandsvisningstext för att fånga prenumeranternas uppmärksamhet och öka öppningsfrekvensen."],"Eg. The summer sale is here!":["T.ex. Dags för sommarrean!"],"Preview text":["Förhandsvisningstext"],"Subject":["Ämnesrad"],"You’ve been using MailPoet for %d month now, and we would love to read your own review.":["Du har använt MailPoet i %d månad nu och vi skulle gärna läsa just din recension.","Du har använt MailPoet i %d månader nu och vi skulle gärna läsa just din recension."],"You’ve been using MailPoet for %d day now, and we would love to read your own review.":["Du har använt MailPoet i %d dag nu och vi skulle gärna läsa just din recension.","Du har använt MailPoet i %d dagar nu och vi skulle gärna läsa just din recension."],"%s, did you know that hundreds of WordPress users read the reviews on the plugin repository? They’re also a source of inspiration for our team.":["%s, visste du att hundratals WordPress-användare läser recensioner i tilläggskatalogen? De är också en inspirationskälla för vårt team."],"Manage subscription":["Hantera prenumeration"],"Unsubscribe":["Avregistrera"]}}}