{"translation-revision-date":"2025-06-08 13:59:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Enable to display the Advanced Settings tab (optional, recommended only for advanced configurations).":["Gelişmiş Ayarlar sekmesini görüntülemek için Etkinleştir (isteğe bağlıdır, yalnızca gelişmiş yapılandırmalar için önerilir)."],"Show advanced settings":["Gelişmiş ayarları göster"],"Ignore marketing parameters":["Pazarlama parametrelerini göz ardı edin"],"Fix Rule":["Kuralları düzenle"],"Pro":["Ücretli"],"Enter CSS selectors for any background images not covered by the default lazy loading. This ensures those images also benefit from the optimized loading process.":["Varsayılan tembel yükleme kapsamına girmeyen tüm arka plan görüntüleri için CSS seçicileri girin. Bu, bu görüntülerin de optimize edilmiş yükleme sürecinden yararlanmasını sağlar."],"Background images lazy load":["Arka plan görüntüleri tembel yükleme"],"Enter one keyword per line to exclude items from lazy loading by checking if URLs, class names, or data attributes contain these keywords.":["URL'lerin, sınıf adlarının veya veri özniteliklerinin bu anahtar sözcükleri içerip içermediğini kontrol ederek öğeleri tembel yüklemenin dışında tutmak için her satıra bir anahtar sözcük girin."],"By default, lazy loading does not work for embedded videos and iframes. Enable this option to activate the lazy-load on these elements.":["Varsayılan olarak, tembel yükleme gömülü videolar ve iframe'ler için çalışmaz. Bu öğelerde lazy-load özelliğini etkinleştirmek için bu seçeneği etkinleştirin."],"Lazy load videos and iframes":["Videoları ve iframe'leri tembel yükleme"],"Disables native lazy-loading and uses a custom solution for better control over image loading, potentially improving performance.":["Yerel tembel yüklemeyi devre dışı bırakır ve görüntü yükleme üzerinde daha iyi kontrol için özel bir çözüm kullanır ve performansı potansiyel olarak artırır."],"Lazy Load":["Tembel Yükleme"],"Native Lazy Load":["Yerel Tembel Yükleme"],"Exclude pages":["Hariç Tutulan Sayfalar"],"Enter keywords (one per line) to be matched against external file sources or inline JavaScript content.":["Harici dosya kaynakları veya satır içi JavaScript içeriği ile eşleştirilecek anahtar kelimeleri (her satır için bir tane) girin."],"Exclude JS":["Hariç Tutulan JS"],"It makes the website faster by waiting to load JavaScript files until the user interacts with the page, like scrolling or clicking.":["Kullanıcı sayfayla kaydırma veya tıklama gibi bir etkileşimde bulunana kadar JavaScript dosyalarının yüklenmesini bekleyerek web sitesini daha hızlı hale getirir."],"Delay Javascript":["Gecikmeli Javascript"],"More Info":["Daha Fazla Bilgi"],"Deferring Javascript eliminates render-blocking JS on your site and can improve load time.":["Javascript'i ertelemek, sitenizdeki render engelleyici JS'yi ortadan kaldırır ve yükleme süresini iyileştirebilir."],"Defer Javascript":["Javascript'i Ertele"],"Super Page Cache Pro":["Süper Sayfa Önbelleği Pro"],"Device-specific optimization for perfect sizing":["Mükemmel boyutlandırma için cihaza özel optimizasyon"],"Global CDN delivery from 450+ locations":["450'den fazla konumdan küresel CDN teslimatı"],"Optimole automatically optimizes your images in real-time, helping your website gain precious seconds while saving you time. With just one click, it intelligently optimizes and serves your images for the best user experience.":["Optimole, görsellerinizi gerçek zamanlı olarak otomatik olarak optimize eder ve size zaman kazandırırken web sitenizin değerli saniyeler kazanmasına yardımcı olur. Sadece tek bir tıklamayla, en iyi kullanıcı deneyimi için görsellerinizi akıllıca optimize eder ve sunar."],"Images can account for 50% of your loading time!":["Görüntüler yükleme sürenizin %50'sini oluşturabilir!"],"Optimole Logo":["Optimole Logo"],"Enable Disk Page cache":["Disk Sayfası önbelleğini etkinleştir"],"Serve cached files from Cloudflare using Cache Rule.":["Cache Rule kullanarak Cloudflare'den önbelleğe alınmış dosyaları sunun."],"Enable Cloudflare CDN & Caching":["Cloudflare CDN ve Önbelleğe Almayı Etkinleştir"],"Sign up for free":["Ücretsiz kaydolun"],"Cloudflare significantly speeds up your website by leveraging a global network of servers to deliver content faster to your visitors.":["Cloudflare, ziyaretçilerinize daha hızlı içerik sunmak için küresel bir sunucu ağından yararlanarak web sitenizi önemli ölçüde hızlandırır."],"Quick Actions":["Hızlı işlemler"],"Super Page Cache":["Süper Sayfa Önbelleği"],"Example":["Örnek"],"API Key":["API Anahtarı"],"API Token":["API Token"],"Settings":["Ayarlar"],"No":["Hayır"],"Yes":["Evet"],"Prevent the following URIs to be cached":["Aşağıdaki URI'lerin önbelleğe alınmasını engelleyin"],"One URI per line. You can use the * for wildcard URLs.":["Satır başına bir URI. Wildcard URL'ler için * kullanabilirsiniz."]}},"comment":{"reference":"assets\/build\/806.js"}}