{"translation-revision-date":"2025-06-08 13:59:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Disable the metaboxes on single pages and posts to avoid conflicts with other plugins.":["Diğer eklentilerle çakışmaları önlemek için tek sayfalardaki ve gönderilerdeki meta kutuları devre dışı bırakın."],"Automatically purge the OPcache cache is purged":["OPcache önbelleğini otomatik olarak temizle temizlenir"],"Automatically preload the pages you have purged from cache.":["Önbellekten temizlediğiniz sayfaları otomatik olarak önceden yükleyin."],"Cache Lifespan":["Önbellek Ömrü"],"Stop adding cache buster query parameter when using the default page rule mode.":["Varsayılan sayfa kuralı modunu kullanırken cache buster sorgu parametresi eklemeyi durdurun."],"Remove Cache Buster Query Parameter":["Cache Buster Sorgu Parametresini Kaldır"],"WP JSON endpoints":["WP JSON uç noktaları"],"Auto prefetch URLs on mouse hover":["Fareyle üzerine gelindiğinde URL'leri otomatik getirme"],"Keep settings on plugin deactivation.":["Eklenti devre dışı bırakıldığında ayarları saklayın."],"Keep settings on deactivation":["Devre dışı bırakıldığında ayarları koru"],"If enabled, the browser prefetches in background all the internal URLs found in the viewport.":["Etkinleştirilirse, tarayıcı görünüm alanında bulunan tüm dahili URL'leri arka planda ön izler."],"Auto prefetch URLs in viewport":["Görünüm alanında URL'leri otomatik ön getirme"],"Disable cache purging using queue":["Kuyruk kullanarak önbellek temizlemeyi devre dışı bırakma"],"Purge HTML pages only":["Yalnızca HTML sayfalarını temizle"],"By default this plugin purge the cache after 10 seconds from the purging action, to avoid a high number of purge requests in case of multiple events triggered by third party plugins. This is done using a classic WordPress scheduled event. If you notice any errors regarding the scheduled intervals, you can deactivate this mode by enabling this option.":["Varsayılan olarak bu eklenti, üçüncü taraf eklentiler tarafından tetiklenen birden fazla olay olması durumunda çok sayıda temizleme isteğinden kaçınmak için temizleme eyleminden 10 saniye sonra önbelleği temizler. Bu, klasik bir WordPress zamanlanmış olayı kullanılarak yapılır. Zamanlanmış aralıklarla ilgili herhangi bir hata fark ederseniz, bu seçeneği etkinleştirerek bu modu devre dışı bırakabilirsiniz."],"High":["Yüksek"],"Standard":["Standart"],"Log verbosity":["Günlük ayrıntı düzeyi"],"Admins are always allowed.":["Yöneticilere her zaman izin verilir."],"Select user roles allowed to purge the cache":["Önbelleği temizlemek için izin verilen kullanıcı rollerini seçin"],"Prevent to cache URLs without trailing slash":["Sondaki eğik çizgi olmadan URL'leri önbelleğe almayı engelle"],"Automatically purge the object cache when cache is purged":["Önbellek temizlendiğinde nesne önbelleğini otomatik olarak temizle"],"Automatically reset the log file when it exceeded the max file size. Set 0 to never reset it.":["Maksimum dosya boyutunu aştığında günlük dosyasını otomatik olarak sıfırlar. Hiçbir zaman sıfırlamamak için 0 olarak ayarlayın."],"Max log file size in MB":["MB cinsinden maksimum günlük dosyası boyutu"],"Preload last 20 published\/updated posts, pages & CPTs combined":["Yayınlanan\/güncellenen son 20 gönderiyi, sayfayı ve CPT'yi birlikte önceden yükleyin"],"The following response header will never be saved:":["Aşağıdaki yanıt başlığı asla kaydedilmeyecektir:"],"Save response headers together with HTML code.":["Yanıt üstbilgilerini HTML koduyla birlikte kaydedin."],"Save response headers":["Yanıt üstbilgilerini kaydet"],"Robots.txt":["Robots.txt"],"XML sitemaps":["XML sitemaps"],"Don't cache the following static contents:":["Aşağıdaki statik içerikleri önbelleğe alma:"],"Pages with query args":["Sorgu argümanlarını içeren sayfalar"],"Ajax requests":["Ajax istekleri"],"Don't cache the following dynamic contents:":["Aşağıdaki dinamik içerikleri önbelleğe alma:"],"Purge whole cache":["Tüm önbelleği temizle"],"Purge cache for related pages only":["Sadece ilgili sayfalar için önbelleği temizle"],"Example: update\/publish a post\/page":["Örnek: bir gönderiyi\/sayfayı güncelle\/yayınla"],"Automatically purge the Cloudflare's cache when something changes on the website":["Web sitesinde bir şey değiştiğinde Cloudflare'in önbelleğini otomatik olarak temizleyin"],"Cronjob secret key":["Cronjob gizli anahtarı"],"Start the preloader via Cronjob":["Ön yükleyiciyi Cronjob aracılığıyla başlatın"],"Force cache bypassing for backend with an additional Cloudflare page rule":["Ek bir Cloudflare sayfa kuralı ile backend için önbelleği atlamaya zorlama"],"Secret key to use to start the preloader via URL. Don't touch if you don't know how to use it.":["URL aracılığıyla ön yükleyiciyi başlatmak için kullanılacak gizli anahtar. Nasıl kullanacağınızı bilmiyorsanız dokunmayın."],"Preload all URLs into the following sitemaps":["Tüm URL'leri aşağıdaki site haritalarına önceden yükle."],"Enable preloader":["Ön yükleyiciyi etkinleştirin."],"Cache":["Önbellek"],"Varnish Support":["Varnish Desteği"],"SEO redirect":["SEO yönlendirmesi"],"One sitemap per line.":["Satır başına bir site haritası"],"Cloudways Varnish":["Cloudways Varnish"],"HTTP method for whole page cache purge":["Tüm sayfa önbelleğini temizlemek için HTTP yöntemi."],"Preloader operation":["Ön yükleyici işlemi"],"Hostname":["Ana bilgisayar adı"],"Port":["Port"],"Enable this option if you are using Varnish on Cloudways.":["Cloudways üzerinde Varnish kullanıyorsanız bu seçeneği etkinleştirin."],"Use cURL":["Curl kullanın"],"Enter 0 for no expiration.":["Süresiz olması için 0 girin."],"Choose the URLs preloading logic that the preloader must use. If no option is chosen, the most recently published URLs and the home page will be preloaded.":["Ön yükleyicinin kullanması gereken URL'lerin ön yükleme mantığını seçin. Hiçbir seçenek seçilmezse, en son yayınlanan URL'ler ve ana sayfa önceden yüklenir."],"HTTP method for single page cache purge":["Tek sayfa önbellek temizleme için HTTP yöntemi"],"If you are using Plesk, make sure you have disabled the options \"Smart static files processing\" and \"Serve static files directly by Nginx\" on \"Apache & Nginx Settings\" page of your Plesk panel or ask your hosting provider to update browser caching rules for you.":["Eğer Plesk kullanıyorsanız, Plesk panelinizin \"Apache & Nginx Ayarları\" sayfasında \"Akıllı statik dosya işleme\" ve \"Statik dosyaları doğrudan Nginx ile sun\" seçeneklerini devre dışı bıraktığınızdan emin olun veya tarayıcı ön bellekleme kurallarınızı güncellemek için barındırma sağlayıcınıza başvurun."],"Automatically purge Varnish cache when the cache is purged.":["Önbelleği temizlendiğinde Varnish önbelleğini otomatik olarak temizle"],"Automatically purge the Page cache when Cloudflare cache is purged":["Cloudflare önbelleği temizlendiğinde Sayfa önbelleğini otomatik olarak temizle"],"Use cURL instead of WordPress advanced-cache.php to generate the Page page. It can increase the time it takes to generate the Page cache but improves compatibility with other performance plugins.":["Wordpress advanced-cache.php yerine cURL kullanarak yedek sayfayı oluşturun. Bu, page önbelleği oluşturma süresini artırabilir, ancak diğer performans eklentileriyle uyumluluğu artırır."],"Writes into .htaccess":[".htaccess dosyasına yazın."],"Enable this option if you want log all communications between Cloudflare and this plugin.":["Cloudflare ve bu eklenti arasındaki tüm iletişimleri günlüğe kaydetmek istiyorsanız bu seçeneği etkinleştirin."],"Remove purge option from toolbar":["Araç çubuğundan temizleme seçeneğini kaldırın"],"Purge cache URL secret key":["Önbellek URL gizli anahtarını temizle"],"Clear logs now":["Şimdi günlükleri temizle."],"Preloader":["Ön yükleyici"],"Example":["Örnek"],"Log mode":["Günlük modu"],"Secret key to use to purge the whole Cloudflare cache via URL. Don't touch if you don't know how to use it.":["URL aracılığıyla tüm Cloudflare önbelleğini temizlemek için kullanılacak gizli anahtar. Nasıl kullanacağınızı bilmiyorsanız dokunmayın."],"Automatically purge single post cache when a new comment is inserted into the database or when a comment is approved or deleted":["Veritabanına yeni bir yorum eklendiğinde veya bir yorum onaylandığında ya da silindiğinde tekli gönderi önbelleğini otomatik olarak temizleyin"],"Save and restart Nginx.":["Kaydet ve Nginx'i Yeniden Başlat."],"AMP pages":["AMP sayfaları"],"Browser Cache-Control max-age":["Browser Cache-Control max-age"],"Don't touch if you don't know what is it. Must be greater than zero. Recommended 31536000 (1 year)":["Ne olduğunu bilmiyorsanız dokunmayın. Sıfırdan büyük olmalıdır. Önerilen 31536000 (1 yıl)"],"Don't touch if you don't know what is it. Must be greater than zero. Recommended a value between 60 and 600":["Ne olduğunu bilmiyorsanız dokunmayın. Sıfırdan büyük olmalıdır. 60 ile 600 arasında bir değer önerilir"],"Posts per page":["Sayfa başına yazı"],"Enter how many posts per page (or category) the theme shows to your users. It will be use to clean up the pagination on cache purge.":["Temanın kullanıcılarınıza sayfa (veya kategori) başına kaç gönderi göstereceğini girin. Önbellek temizlendiğinde sayfalandırmayı temizlemek için kullanılacaktır."],"Add browser caching rules for static assets":["Statik varlıklar için tarayıcı önbelleğe alma kuralları ekleme"],"Open the configuration file of your domain and add the following rules:":["Alan adınızın yapılandırma dosyasını açın ve aşağıdaki kuralları ekleyin:"],"Browser caching rules":["Tarayıcı önbelleğe alma kuralları"],"Now open the configuration file of your domain and add the following rules inside the block that deals with the management of PHP pages:":["Şimdi alan adınızın yapılandırma dosyasını açın ve PHP sayfalarının yönetimiyle ilgili bloğun içine aşağıdaki kuralları ekleyin:"],"Overwrite the cache-control header":["Cache-control başlığının üzerine yaz"],"Overwrite the cache-control header for WordPress's pages using web server rules":["Web sunucusu kurallarını kullanarak WordPress sayfaları için cache-control http başlığının üzerine yazın"],"This option is useful if you use Super Page Cache together with other performance plugins that could affect the Cloudflare cache with their cache-control headers. It works automatically if you are using Apache as web server or as backend web server.":["Bu seçenek, Super Page Cache'i cache-control başlıklarıyla Cloudflare önbelleğini etkileyebilecek diğer performans eklentileriyle birlikte kullanıyorsanız kullanışlıdır. Apache'yi web sunucusu veya arka uç web sunucusu olarak kullanıyorsanız otomatik olarak çalışır."],"This option is useful if you want to use Super Page Cache to enable browser caching rules for assets such like images, CSS, scripts, etc. It works automatically if you use Apache as web server or as backend web server.":["Bu seçenek, görüntüler, CSS, komut dosyaları gibi varlıklar için tarayıcı önbelleğe alma kurallarını etkinleştirmek üzere Super Page Cache'i kullanmak istiyorsanız kullanışlıdır. Apache'yi web sunucusu veya arka uç web sunucusu olarak kullanırsanız otomatik olarak çalışır."]}},"comment":{"reference":"assets\/build\/154.js"}}