{"translation-revision-date":"2025-07-16 17:10:43+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"WP JSON endpoints":["Variables WP JSON"],"Automatically purge the cache when the plugin update process is complete":["Vaciar automáticamente la caché cuando el proceso de actualizar el plugin se complete"],"Keep settings on deactivation":["Guardar ajustes al desactivar"],"Keep settings on plugin deactivation.":["Guarda los ajustes al desactivar el plugin."],"Auto prefetch URLs on mouse hover":["Precarga automática de URLs al pasar el cursor"],"If enabled, the browser prefetches in background all the internal URLs found in the viewport.":["Si se activa el navegador precarga de fondo todas las URLs internas encontradas en la parte visible de la página."],"Auto prefetch URLs in viewport":["Precarga automática de URLs en la parte visible de la página"],"Disable cache purging using queue":["Desactivar el vaciado de caché usando la cola"],"Purge HTML pages only":["Vaciar solo páginas HTML"],"By default this plugin purge the cache after 10 seconds from the purging action, to avoid a high number of purge requests in case of multiple events triggered by third party plugins. This is done using a classic WordPress scheduled event. If you notice any errors regarding the scheduled intervals, you can deactivate this mode by enabling this option.":["Por defecto, este plugin purga la caché transcurridos 10 segundos desde la acción de purga, para evitar un elevado número de peticiones de purga en caso de múltiples eventos activados por plugins de terceros. Esto se hace utilizando un evento programado clásico de WordPress. Si observas algún error relacionado con los intervalos programados, puedes desactivar este modo activando esta opción."],"Purge only the cached HTML pages instead of the whole cache (assets & pages).":["Vaciar solo las páginas HTML en caché en vez de toda la caché (recursos + páginas)."],"Log verbosity":["Verborrea del registro"],"High":["Alta"],"Standard":["Estándar"],"Admins are always allowed.":["Los administradores siempre tienen permiso."],"Select user roles allowed to purge the cache":["Selecciona qué perfiles tienen permisos para vaciar la caché"],"Prevent to cache URLs without trailing slash":["Evitar cachear URLs sin barra invertida"],"Automatically purge the object cache when cache is purged":["Vaciar automáticamente la caché de objetos cuando se purga la caché"],"Automatically reset the log file when it exceeded the max file size. Set 0 to never reset it.":["Restablecer automáticamente el archivo de registro si supera el tamaño máximo de archivo. Ponlo a 0 para no restablecerlo nunca."],"Max log file size in MB":["Tamaño máximo del archivo de registro en MB"],"Preload last 20 published\/updated posts, pages & CPTs combined":["Precargar combinadas las 20 últimas páginas, entradas y CPTs publicadas\/actualizadas"],"The following response header will never be saved:":["La siguiente cabecera de respuesta no se guardará nunca:"],"Save response headers together with HTML code.":["Guardar las cabeceras de respuesta juntas con el código HTML."],"Save response headers":["Guardar cabeceras de respuesta"],"Robots.txt":["Robots.txt"],"XML sitemaps":["Mapas del sitio XML"],"Don't cache the following static contents:":["No cachear los siguientes contenidos estáticos:"],"Pages with query args":["Páginas con argumentos de consulta"],"Ajax requests":["Peticiones Ajax"],"Don't cache the following dynamic contents:":["No cachear los siguientes contenidos dinámicos:"],"Purge whole cache":["Vaciar toda la caché"],"Purge cache for related pages only":["Vaciar la caché solo para las páginas relacionadas"],"Example: update\/publish a post\/page":["Ejemplo: actualizar\/publicar una entrada\/página"],"Automatically purge the Cloudflare's cache when something changes on the website":["Vaciar automáticamente la caché de CloudFlare cuando algo cambia en la web"],"Secret key to use to start the preloader via URL. Don't touch if you don't know how to use it.":["Clave secreta a utilizar para iniciar el precargador desde una URL. No lo toques si no sabes cómo usarlo. "],"Cronjob secret key":["Clave secreta del trabajo cron"],"Start the preloader via Cronjob":["Iniciar el precargador desde trabajo cron"],"Force cache bypassing for backend with an additional Cloudflare page rule":["Forzar omisión de caché en la administración con una regla de página adicional de CloudFlare"],"If you want start the preloader at specific intervals decided by you, you can create a cronjob that hits the following URL:":["Si quieres iniciar el precargador a intervalos específicos decididos por ti, puedes crear un trabajo cron que lance la siguiente URL:"],"<strong>Read here:<\/strong> by default, all back-end URLs are not cached thanks to some response headers, but if for some circumstances your backend pages are still cached, you can enable this option which will add an <strong>additional page rule on Cloudflare<\/strong> to force cache bypassing for the whole WordPress backend directly from Cloudflare.":["<strong>Lee aquí:<\/strong> por defecto, todas las URL de la administración no se almacenan en caché gracias a algunas cabeceras de respuesta, pero si por alguna circunstancia tus páginas de administración siguen almacenándose en caché, puedes activar esta opción que añadirá una <strong>regla de página adicional en Cloudflare<\/strong>, para forzar la omisión de caché para toda la administración de WordPress directamente desde Cloudflare."],"SEO redirect":["Redirección SEO"],"Varnish Support":["Compatibilidad con Varnish"],"One sitemap per line.":["Un mapa del sitio por línea."],"Preload all URLs into the following sitemaps":["Precargar todas las URLs de los siguientes mapas del sitio"],"Enable preloader":["Activar el precargador"],"Cache":["Caché"],"Port":["Puerto"],"Hostname":["Hostname"],"If you are using Plesk, make sure you have disabled the options \"Smart static files processing\" and \"Serve static files directly by Nginx\" on \"Apache & Nginx Settings\" page of your Plesk panel or ask your hosting provider to update browser caching rules for you.":["Si estás usando Plesk asegúrate de haver desactivado las opciones de «Procesamiento inteligente de archivos estáticos» y «Servir archivos estáticos directamente mediante Nginx» en la página de «Ajustes de Apache y Nginx» de tu panel Plesk, o pide a tu proveedor de alojamiento que actualice por ti las reglas de caché del navegador."],"Enter 0 for no expiration.":["Introduce 0 para que no caduque."],"Use cURL":["Usar cURL"],"Choose the URLs preloading logic that the preloader must use. If no option is chosen, the most recently published URLs and the home page will be preloaded.":["Elige la lógica de precarga de URLs que debe usar el precargador. Si no se elige ninguna opción se precargarán las URLs publicadas más recientemente y la página de inicio."],"Preloader operation":["Operación del precargador"],"Enable this option if you are using Varnish on Cloudways.":["Activa esta opción si estás usando Varnish en Cloudways."],"Cloudways Varnish":["Varnish de Cloudways"],"HTTP method for whole page cache purge":["Método HTTP para vaciar al completo la caché de página"],"HTTP method for single page cache purge":["Método HTTP para vaciar la caché de página individual"],"Automatically purge the Page cache when Cloudflare cache is purged":["Vaciar automáticamente la caché de página cuando se vacía la caché de CloudFlare"],"Automatically purge Varnish cache when the cache is purged.":["Vaciar automáticamente la caché de Varnish cuando se vacía la caché."],"Use cURL instead of WordPress advanced-cache.php to generate the Page page. It can increase the time it takes to generate the Page cache but improves compatibility with other performance plugins.":["Utiliza cURL en lugar de WordPress advanced-cache.php para generar la página Page. Puede aumentar el tiempo que se tarda en generar la caché de la Página, pero mejora la compatibilidad con otros plugins de rendimiento."],"Preload all internal links in <strong>%s<\/strong> WP Menu":["Precargar todos los enlaces internos en el menú de WP <strong>%s<\/strong>"],"Writes into .htaccess":["Escribe en .htaccess"],"Enable this option if you want log all communications between Cloudflare and this plugin.":["Activa esta opción si quieres registrar todas las comunicaciones entre CloudFlare y este plugin."],"Remove purge option from toolbar":["Quitar la opción de vaciar de la barra de herramientas"],"Preloader":["Precargador"],"Example":["Ejemplo"],"Secret key to use to purge the whole Cloudflare cache via URL. Don't touch if you don't know how to use it.":["Clave secreta a utilizar para vaciar toda la caché de CloudFlare desde una URL. No lo toques si no sabes cómo usarlo."],"Purge cache URL secret key":["Clave secreta para vaciar caché por URL"],"Clear logs now":["Vaciar ahora los registros"],"Log mode":["Modo de registro"],"Download Log File":["Descargar el archivo de registro"],"Start Preloader":["Iniciar el precargador"],"Automatically purge single post cache when a new comment is inserted into the database or when a comment is approved or deleted":["Vaciar automáticamente la caché de entrada individual cuando se introduce un nuevo comentario en la base de datos o cuando se aprueba o borra un comentario."],"Browser caching rules":["Reglas de caché del navegador"],"Save and restart Nginx.":["Guardar y reiniciar Nginx."],"Now open the configuration file of your domain and add the following rules inside the block that deals with the management of PHP pages:":["Ahora abre el archivo de configuración de tu dominio y añade las siguientes reglas dentro del bloque que tiene que ver con la gestión de páginas PHP:"],"Overwrite the cache-control header":["Omitir la cabecera cache-control"],"Add browser caching rules for static assets":["Añadir reglas de caché del navegador para recursos estáticos"],"AMP pages":["Páginas AMP"],"Enter how many posts per page (or category) the theme shows to your users. It will be use to clean up the pagination on cache purge.":["Introduce cuántas entradas por página (o categoría) muestra el tema a tus usuarios. Se usará para limpiar la paginación al vaciar la caché."],"Posts per page":["Entradas por página"],"Don't touch if you don't know what is it. Must be greater than zero. Recommended a value between 60 and 600":["No lo toques si no sabes lo que es. Debe ser mayor que cero. Se recomienda un valor entre 60 y 600"],"Browser Cache-Control max-age":["max-age de cache-control del navegador"],"Open the configuration file of your domain and add the following rules:":["Abre el archivo de configuración de tu dominio y añade las siguientes reglas:"],"Don't touch if you don't know what is it. Must be greater than zero. Recommended 31536000 (1 year)":["No lo toques si no sabes lo que es. Debe ser mayor que cero. Se recomienda 31536000 (1 año)"],"This option is useful if you want to use Super Page Cache to enable browser caching rules for assets such like images, CSS, scripts, etc. It works automatically if you use Apache as web server or as backend web server.":["Esta opción es útil si quieres usar Super Page Cache para activar reglas de caché del navegador para recursos tales como imágenes, CSS, scripts, etc. Funciona automáticamente si usas Apache como servidor web o como servidor web de administración."],"This option is useful if you use Super Page Cache together with other performance plugins that could affect the Cloudflare cache with their cache-control headers. It works automatically if you are using Apache as web server or as backend web server.":["Esta opción es útil si usas Super Page Cache junto con otros plugins de rendimiento que pudieran afectar a la caché de CloudFlare con sus cabeceras de control de la caché. Funciona automáticamente si usas Apache como servidor web o como servidor web de administración."],"Overwrite the cache-control header for WordPress's pages using web server rules":["Sobrescribir la cabecera cache-control de las páginas de WordPress mediante reglas del servidor web"],"If you want purge the whole cache at specific intervals decided by you, you can create a cronjob that hits the following URL:":["Si quieres vaciar toda la caché de CloudFlare en intervalos específicos decididos por ti, puedes crear un trabajo cron que lance la siguiente URL:"],"Other Settings":["Otros ajustes"],"Browser Caching":["Caché del navegador"],"Read here if you use Nginx":["Lee aquí si usas Nginx"],"Cache Lifetime Settings":["Ajustes de vida útil de la caché"]}},"comment":{"reference":"assets\/build\/154.js"}}